دفتری زبان کا تعارف
(انگریزی - اُردو)
(نظرثانی شدہ ایڈیشن)
جمشید عالم
ادارہ فروغ قومی زبان
قومی تاریخ و ادبی ورثہ ڈویژن
وزارتِ اطلاعات، نشریات و قومی ورثہ ، حکومت ِ پاکستان
۲۰۱۷ء
جملہ حقوق بحق ادارۂ فروغِ قومی زبان محفوظ ہیں
سلسلۂ مطبوعات:  ۰۰۰
عالمی معیاری کتاب نمبر۰-۰۰۰-۴۷۴-۹۶۹-۹۷۸  ISBN(طبع اوّل)
عالمی معیاری کتاب نمبر۰-۰۰۰-۴۷۴-۹۶۹-۹۷۸  ISBN(طبع دوم)
طبع اوّل  	………………	
طبع دوم(نظرثانی شدہ ایڈیشن)……	۲۰۱۷ء
تعداد
۱۰۰۰
قیمت
=/۰۰۰روپے
فنی تدوین
ڈاکٹر انجم حمید
کمپوزکاری/تزئین
منظور احمد 
پروف خوانی
نور محمد
اہتمامِ اشاعت 
جاوید اختر
طابع	
ناشر 
افتخار عارف
سربراہ
ادارۂ فروغِ قومی زبان
قومی تاریخ و ادبی ورثہ ڈویژن
وزارت اطلاعات، نشریات و قومی ورثہ،حکومت پاکستان،
ایوانِ اُردو،پطرس بخاری روڈ، ایچ ۔۴/۸،
اسلام آباد، پاکستان۔
فون: ۶۲-۹۲۶۹۷۶۰-۰۵۱
فیکس: ۹۲۶۹۷۵۹-۰۵۱
عالمی معیاری کتاب نمبر۰-۰۰۰-۴۷۴-۹۶۹-۹۷۸  ISBN (طبع اوّل)
عالمی معیاری کتاب نمبر۰-۰۰۰-۴۷۴-۹۶۹-۹۷۸  ISBN (طبع دوم)
پیش لفظ
ڈائریکٹر جنرل
انتساب
قومی دستاویزات کے نامور محقق،
پروفیسر نذیراحمد، جائنٹ سیکریٹری (ریٹائرڈ) حکومت پاکستان،
کے نام،
جنھوں نے نفاذِ اُردو بطور دفتری زبان کے سلسلے میں 
نہایت تعمیری کردار ادا کیا۔
فہرست مضامین
اُردو عنوان
کیفیت نویسی 
کیفیت
نوٹ 
نوٹ شیٹ
ورق کیفیت
مسل پر کیفیت کب لکھی جائے؟
کیفیت کا ڈھانچا 
کیفیت کا انداز تحریر 
کیفیت نویسی کے فوائد 
معاملات جن میں تفصیلی کیفیت لکھنے کی ضرورت نہیں 
کیفیت میں حوالہ جات 
کیفیت کی پیرا گرافوں میں تقسیم 
کیفیت پر دستخط 
کتنے افسر مسل پر کیفیت لکھیں؟
کتنے افسر فائل پر کیفیت لکھیں؟
زائد ورقِ کیفیت 
ٹائپ شدہ کیفیت
قلمی شدہ کیفیت 
تازہ رسید پر کیفیت نویسی 
کیفیت نویسی میں فقروں کے نمونے
تازہ رسید پر افسران بالا کے احکامات
تازہ مسل پر افسران بالا کے احکامات
افسران بالا کے استفسارات
معاملے کی موجودہ صورت حال 
افسران بالا کو مسل پیش کرنے کے لیے مستعمل فقرات
مسل پر افسران بالا کی منظوری 
مسودہ نویسی 
مسودہ 
مسودہ نویسی کے تین بنیادی اُصول
مسودہ نویسی کے اہم نکات 
عمدہ مراسلہ نویسی کا فن 
اچھے مراسلے کی خصوصیات 
مراسلت
مراسلات کی اقسام

سرکاری خطوط میں مستعمل ابتدائی مخصوص الفاظ و فقرات
نمونہ خط (انگریزی - اُردو)
دفتری یادداشت 
دفتری یادداشت کے ابتدائی مخصوص الفاظ اور فقرات 
نمونہ دفتری یادداشت (انگریزی - اُردو)
یادداشت
یادداشت کے ابتدائی مخصوص الفاظ و فقرے
نمونہ یادداشت (انگریزی - اُردو)
نیم سرکاری خط
نیم سرکاری خط کے ابتدائی فقرات
نمونہ نیم سرکاری خط ( انگریزی - اُردو )
غیر رسمی کیفیت نوٹ
غیر رسمی کیفیت کے ابتدائی فقرے
نمونہ غیررسمی کیفیت
نمونہ غیررسمی نوٹ
تظہیر
تظہیر کے لیے مستعمل فقرے
نمونہ تظہیر
(انگریزی - اُردو)
اعلان
اعلانات میں مستعمل فقرے
نمونہ اعلان (انگریزی - اُردو) 
قرارداد
قرارداد میں مستعمل فقرے
نمونہ قرارداد (انگریزی - اُردو)
نمونہ  اخباری اعلان
پریس نوٹ
(اخباری بیان - اعلامیہ)
اعلامیہ کی شہ سرخیاں
(نمونہ جات)


تار
ٹیلی گرام
ٹیلی پرنٹر پیغام
ٹیلی گرام کی درجہ بندی
تار کی درجہ بندی
سائیفر ٹیلی گرام
خفیہ تار
ای میل اور فیکس پیغام
برقی ڈاک اور فیکس پیغام
نمونہ ٹیلی گرام
ٹیلی پرنٹر پیغام
دفتری حکم نامہ
دفتری حکم نامہ میں مستعمل فقرات (ہدایات)
دفتری حکم نامہ میں مستعمل فقرات (بنیادی سکیل ۱ تا ۱۵)
دفتری حکم نامہ میں مستعمل نمونہ فقرات (بنیادی سکیل ۱۶  و  بالا)
نمونہ دفتری حکم نامہ (انگریزی - اُردو)
چانسری لیٹر
سفارتی خط
وزارت خارجہ سے متعلق اقسامِ مراسلہ
سفارتی نوٹ

سفارتی یادداشت 
سفارتی یادداشت
نوٹ کے آغاز پر سفارتی آداب
نوٹ کے اختتام پر سفارتی آداب
نمونہ سفارتی یادداشت (انگریزی - اُردو)
ڈیمارش
سرکاری حیثیت سے رسمی نمائندگی یا خواہشات کا اظہار
ڈیمارش کی مثالیں
ڈیمارش کا متن
مختلف وفاقی دفاتر کے درمیان مستعمل
اقسام ِ مراسلت
متفرق فقرات، اصطلاحات اور  محاورات
مراسلہ کے نفس مضمون میں مستعمل فقرے 
مراسلہ جاری کرنے کا اختیار 
ترمیم مراسلہ 
تنسیخ مراسلہ
تاریخ نفاذ احکامات 
درخواست برائے رسید وصولی 
رسید وصولی 
مراسلات کے اضافی حصے
کیفیت نویسی
مراسلت میں مستعمل  مخصوص الفاظ و فقرات
القابات 
عمومی لیبل
پارلیمانی لیبل
ترجیحی لیبل
حفاظتی لیبل (برائے قسم بند مواد)
حفاظتی لیبل (برائے کلاسیفائیڈ مواد)
وصولی، تقسیم اور ترسیل
اصطلاحات ترسیل
خلاصہ نویسی
خلاصہ
خلاصہ نگاری کا طریق کار
خلاصہ برائے کابینہ تیار کرنے کا طریق کار
خلاصہ برائے صدرمملکت تیار کرنے کا طریق کار
خلاصہ برائے وزیراعظم تیار کرنے کا طریق کار
دوسرے مقاصد کے لیے خلاصہ جات
وزیرانچارج کی منظوری ظاہر کرنے والے فقرات
وزیراعظم کی منظوری کے حصول کے لیے مستعمل فقرات
کابینہ کی منظوری کے حصول کے لیے مستعمل فقرات
وزیراعظم کی منظوری کے حصول کے لیے مستعمل فقرات (عملہ جاتی معاملات)
وزیراعظم کے مشورے پر صدرمملکت کے احکامات کے حصول کے لیے مستعمل فقرات
خلاصہ برائے کابینہ کے اجزاء

خلاصہ برائے وزیراعظم کا خاکہ
نمونہ (انگریزی - اُردو): خلاصہ برائے وزیراعظم
نمونہ : فیصلہ کابینہ
روداد نویسی
روداد
اجلاس کی اہمیت
پیش نامہ 
اطلاع نامہ 
روداد نویسی کی اہمیت 
عام اصول(روداد نویسی)
خصوصی اصول
(ہدایات سیکریٹریٹ) 
(ہدایات معتمدی)
روداد نویسی کے لیے ضروری اقدامات
روداد تحریر کرنے کی ترتیب
روداد کی منظوری
شرکائے اجلاس کوروداد کی ترسیل
اطلاع نامہ اور پیش نامہ میں مستعمل فقرات
آخری پیرا(قرطاس کار)
روداد کاپہلا پیراگراف

شرکائے اجلاس
چیئرمین کے ابتدائی کلمات
دوران اجلاس گفتگو
سفارشات
فیصلہ جات
نمونہ روداد (۱) (انگریزی - اُردو)
نمونہ روداد (۲) (انگریزی - اُردو)
پیش نامہ (اُردو نمونہ)
روداد (اُردو نمونہ)
کتابیات
کیفیت نویسی 
نوٹ
کیفیت 
لغت میں نوٹ کا مطلب مختصر، یاداشت یا خلاصہ ہے جس کا مقصد حافظہ کی مدد ، حوالہ یا مزید توسیع و ترقی ہو؛ مختصر تحریر جس میں مناسب معلومات فراہم کی جاتی ہیں؛ کیفیت (دفتری) وہ مختصر سی عبارت جو کسی تبصرے یا رائے کا اظہار کرے (قومی انگریزی۔ اُردو لغت، مقتدرہ قومی زبان)۔
کیفیت (ہدایات معتمدی کی روشنی میں)
کسی معاملے کے بارے میں مسلسل ایسی تحریر جو ایک مقررہ طریق کار کے مطابق قلم بند کی جائے تاکہ افسران بالا کو فیصلہ کرنے میں مدد ملے۔
نوٹ شیٹ
ورق کیفیت
دفتر میں نوٹ لکھنے کے لیے ایک مخصوص کاغذ جس کے ایک طرف حاشیائی خط ہوتا ہے۔
مسل پر کیفیت کب لکھی جائے؟
مسل پر کیفیت صرف اس وقت لکھنی چاہیے جب کسی معاملے پر فیصلے کے لیے افسران بالا کے احکام درکار ہوں۔
کیفیت کا ڈھانچہ
نوٹ کے درج ذیل تین حصے ہوتے ہیں جن میں ضروری کوائف نظم و ترتیب سے پیش کیے جاتے ہیں
کیفیت کاپہلا حصہ
معاملے کے حقائق
ابتدائی پیرا گراف میں زیر غور معاملے کے حقائق پیش کیے جاتے ہیں۔
 اگر مسئلہ پیچیدہ ہو یا تازہ رسید میں کوئی معاملہ تفصیلی بیان کیا گیاہو تو معاملے کے نکات منطقی ترتیب سے واضح لیکن اختصار سے بیان کیے جاتے ہیں۔
 کاغذ زیر غور میں یا کسی دوسری وزارت/ ڈویژن کی کیفیت میں، کوئی خامی یا غلط بیانی ہو تو اس کی نشان دہی کی جاتی ہے۔
کیفیت کادوسرا حصہ
معاملے کا جائزہ (متعلقہ حقائق، قواعد و ضوابط اور نظائر کی روشنی میں)
اس حصے میں معاملے کے مختلف پہلوؤں کا جائزہ لیا جاتا ہے۔
مسئلے کو نمٹانے کے لیے قانونی اور معمول کے طریق کار کی وضاحت کی جاتی ہے۔
معاملے پر اثرانداز ہونے والے قواعد و ضوابط بیان کیے جاتے ہیں۔
کسی فیصلے کے خلاف یا موافقت میں حقائق، سابقہ فیصلوں کے حوالے اور دلائل دیے جاتے ہیں۔
اس بات کاخیال رکھا جتا ہے کہ جو بات بھی لکھی جائے وہ دستاویز حوالوں اور حقائق پر مبنی ہو۔ 
کیفیت کا تیسرا حصہ
نکات برائے فیصلہ اور تجویز کردہ لائحہ عمل 
اس حصے میں دلائل کو سمیٹا جاتا ہے۔
نکات برائے فیصلہ کی نشان دہی کی جاتی ہے۔ 
معاملے کے حل کے لیے لائحہ عمل تجویز کیا جاتا ہے۔
ایک سے زیادہ تجاویز یا متبادل حل پیش کرنے کی صورت میں مناسب تجویز یا حل کی سفارش بھی کی جا سکتی ہے۔
نوٹ کا انداز تحریر
نوٹ سادہ، واضح اور سلیس زبان میں لکھا جائے۔
لمبے جملوں اور مشکل الفاظ سے جہاں تک ممکن ہو بچنا چاہیے۔
عام استعمال میں آنے والے مانوس الفاظ کو ترجیح دی جائے۔
نوٹ سادہ، واضح اور سلیس زبان میں لکھا جائے۔ لمبے جملوں اور مشکل الفاظ سے جہاں تک ممکن ہو بچنا چاہیے۔ عام استعمال میں آنے والے مانوس الفاظ کو ترجیح دی جائے۔
شاعرانہ اور ادبی زبان استعمال نہ کی جائے۔ اپنے دلائل میں زور دینے کے لیے ہم معنی الفاظ نہ دُہرائے جائیں۔
 کم سے کم الفاظ میں اپنا مطلب بیان کیا جائے تاکہ عبارت میں اختصار پیدا ہو۔ صفات اور  متعلق فعل کا بے جا استعمال نہ کیا جائے۔
حقائق معروضی   انداز میں بیان کیے جائیں۔
یعنی: غیر جانبداری، بے تعصبی، توازن اور اعتدال کے ساتھ ذاتیات سے بالا ہو کر نوٹ لکھا جائے۔
اگر آپ کو کسی دلیل سے اتفاق نہ ہو یا آپ کسی غلطی کی نشان دہی کرنا چاہتے ہوں تو اس کے لیے بے حد محتاط زبان استعمال کریں۔
کسی تجویز پر تنقید کرنا ہو تو تہذیب و شائستگی کے دائرے میں رہتے ہوئے کریں۔
اعلیٰ احکام کے تحریر کردہ نوٹوں پر اپنی رائے کا اظہار کرتے ہوئے مناسب آداب کا خیال رکھا جائے۔
صاف ستھرے، واضح اور غیر مبہم نوٹ کی مدد سے، بعد میں مراسلے کا اچھا سا مسودہ تحریر کرنے میں سہولت رہتی ہے۔
کفیت میں تمام ضروری کوائف اختصار سے لکھنے چاہئیں۔ غیر ضروری تفصیل سے بچنا چاہیے۔
 اگر کچھ مزیدضروری معلومات دینا ہوں تو انھیں مسل میں علیحدہ ضمیمے کی شکل میں پیش کیا جاتا ہے۔
کیفیت میں ضمیمے کا حوالہ دیتے ہیں اور اس پر مناسب نشانیہ لگا دیتے ہیں۔
زیر غور کاغذات چونکہ افسر بالا بھی پڑھتا ہے اس لیے انھیں حرف بحرف نقل کر دینے سے یا ان کو صرف مختلف الفاظ میں بیان کر دینے سے کوئی فائدہ نہیں ہوتا بلکہ وقت ضائع ہوتا ہے۔
کیفیت نویسی کے فوائد
۱۔ معاملہ زیر غور کا جامع جائزہ: کیفیت لکھنے والا کیفیت لکھتے وقت کسی معاملے کے مختلف پہلوؤں کو ایک واضح پس منظر میں دیکھ سکتا ہے، کیوں کہ اس کے پاس اس معاملے کے بارے میں وسیع معلومات دستاویزات کی صورت میں موجود ہوتی ہیں۔
۲۔ معاملہ زیر غور کے مثبت اور منفی پہلو: کیفیت لکھنے والا افسر اس معاملے کے تمام پہلوؤں کا جائزہ لیتا ہے۔
اس طرح معاملہ زیر غور کے مثبت اور منفی پہلو سامنے آ جاتے ہیں، جن سے افسر بالا کو فیصلہ کرنے میں آسانی ہو جاتی ہے۔
۳۔ تجویز کردہ لائحہ عمل کے حق میں د لائل: کیفیت نویس افسر اس معاملے کے تمام پہلوؤں کا جائزہ لے کر اپنی رائے قلم بند کرتا ہے۔ 
اس لیے تجویز کردہ لائحہ عمل کی حمایت میں پیش کیے گئے دلائل سے معلوم ہو جاتا ہے کہ وہ دیگر ممکنہ تجاویز کے مقابلے میں کیوں بہتر ہے۔
۴۔ آئندہ معاملات کے لیے مفید حوالہ: کیفیت میں کسی معاملے کے بارے میں تمام بحثیں اور فیصلے تحریر میں آ جاتے ہیں جو اسی نوعیت کے دوسرے معاملات میں مفید حوالے کا کام دیتے ہیں۔
۵۔ فیصلے کی وجوہات اور سطح: کیفیت سے کسی خاص فیصلے کے پس منظر اور بنیادوں سے آگاہی ہو جاتی ہے اور پتہ چل جاتا ہے کہ فیصلے کے لیے کیا قدم اُٹھائے گئے، کن حکام سے مشورہ کیا گیا اور کس طرح فیصلہ کیا گیا۔
۶۔ معاملے کی موجودہ صورت حال: کیفیت سے پتہ چل جاتا ہے کہ کوئی معاملہ اب کس مرحلے پر ہے۔
اس طرح متعلقہ افسر کے تبادلے کے باوجود، آنے والا افسر معاملے کو وہاں سے آگے بڑھا سکتا ہے۔
 ایسی صورت میں پالیسی برقرار رکھنے میں کیفیت ایک اہم اور قابل اعتمادذریعہ ہے۔
۷۔ تاریخی ریکارڈ: کیفیت دفتری امور کے بارے میں تاریخی ریکارڈ اور آنے والی نسلوں کے لیے معلومات کا ذریعہ ہوتی ہے۔
معاملات جن میں تفصیلی کیفیت لکھنے کی ضرورت نہیں
۱۔ اگر واضح نظیر ، روایت یامعمول  کی روشنی میں متعلقہ افسر(سیکشن افسر/ افسر صیغہ، ایڈمن افسر/ افسرانتظامی وغیرہ) کسی معاملے پر فیصلہ کرنے میں بااختیار ہو۔
۱۔ اگر واضح نظیر ، روایت یامعمول  کی روشنی میں متعلقہ افسر(سیکشن افسر/ افسر صیغہ، ایڈمن افسر/ افسرانتظامی وغیرہ) کسی معاملے پر فیصلہ کرنے میں مجاز ہو۔
۲۔ مستقل حکم  کے ذریعے، افسر مجاز نے متعلقہ افسر کو اس قسم کے معاملات میں فیصلہ کرنے کا خصوصی اختیار دیا ہو۔
۳۔سینئر (مقدم) افسر نے اس معاملے میں کارروائی کے لیے لائحہ عمل  بتا دیا ہو اور اس افسر نے صرف مسودہ پیش کرنا ہو۔
 کسی اہم نکتے کی نشان دہی کرنا ضروری ہو تو نوٹ لکھا جا سکتا ہے۔
۴۔ جب اعلیٰ افسر کاغذ زیر غور پڑھ کر ہی فیصلہ کر سکتا ہو۔
 ایسی صورت میں کارروائی کے لیے مختصر تجویز پیش کرنا ہی کافی ہے۔
۵۔ جب افسر بالا کو کیفیت میں پیش کردہ تجویز یا سفارش سے اتفاق ہو تو وہ صرف اپنے دستخط ثبت کرے۔
کیفیت میں حوالہ جات
۱۔ کیفیت میں وہ تمام ضروری حوالے موجود ہونے چاہئیں جن پر اس معاملے کے فیصلے کا انحصار ہو۔ 
ان حوالوں کی نشان دہی مختلف نشانوں کے ذریعے حاشیے میں کی جاتی ہے۔
حاشیہ
نوٹ شیٹ
ورق کیفیت
نشانیہ/الف
۵۔ فائل کے ساتھ، متعلقہ قواعد وضوابط کی ایک کاپی پیش خدمت ہے۔
۵۔ فائل کے ساتھ، متعلقہ قواعد وضوابط کی ایک نقل پیش خدمت ہے۔
۲۔ کیفیت لکھنے کے دوران کسی سابقہ پیرا کا حوالہ اس طرح دیتے ہیں:
 پیرا۔/۳۶ کیفیت
۳۔سابقہ مراسلت کا حوالہ اس طرح دیتے ہیں:
صفحہ ۱۵-/۱۶مراسلت
کیفیت کی پیرا گرافوں میں تقسیم
کیفیت کو پیرا گرافوں میں تقسیم کیا جاتا ہے جن پر باقاعدہ نمبر لگائے جاتے ہیں۔ پ
یراگرافوں کے نمبر مسل کے آغاز سے آخر تک مسلسل لگائے جاتے ہیں۔ 
 ہر ’’تازہ  رسید‘‘ کی کیفیت پر نئے سرے سے نمبر نہیں لگائے جاتے۔
کیفیت پر دستخط
۱۔ کیفیت کے بعد انگریزی میں دائیں طرف اور اُردو میں بائیں طرف متعلقہ افسر کے دستخط ہوتے ہیں۔
۲۔ لکھنے والے افسر کا نام، عہدہ اور ٹیلی فون نمبر بھی دستخط کے نیچے درج ہونے چاہئیں۔
۳۔ دستخط کے نیچے کیفیت لکھنے والا افسر اپنی مہر بھی لگا سکتا ہے۔
۴۔ اگرغیر جریدی   ملازمین کیفیت نویسی کریں تو وہ نوٹ کے نیچے انگریزی میں بائیں طرف اوراُردو میں دائیں طرف اپنے مختصر دستخط مع تاریخ ثبت کریں۔
کتنے افسر فائل پر کیفیت لکھیں
وزارت/ ڈویژن میں، سیکریٹری کے علاوہ دو سے زیادہ افسروں کو کسی معاملے میں کیفیت نہیں لکھنی چاہیے، سوائے ایسی صورت کے جب ڈویژن کے دوسرے صیغوں /سیکشنوں سے بھی مشورہ کیا جائے۔
زائد ورق کیفیت
افسران بالا کی سہولت کے لیے کیفیت لکھنے کے بعد، حصہ کیفیت میں دو تین زائد ورق لگائے جاتے ہیں۔
قلمی/ ٹائپ شدہ کیفیت
کیفیت ہاتھ سے لکھی جا سکتی ہے اور ٹائپ بھی کی جاسکتی ہے۔ تاہم بڑا نوٹ ٹائپ کروانا بہتر ہ
تازہ رسید پر کیفیت نویسی
تازہ رسید پر کیفیت نہیں  لکھی جاتی ۔
پھر اس معاملے کے بارے میں کیفیت لکھنی چاہیے۔
 کسی رسید پر افسر بالا کی تحریر (حکم، استفسار، رائے، تبصرہ وغیرہ) کو نوٹ شیٹ پر نقل کرنا چاہیے اوراس معاملے کے بارے میں کیفیت لکھنی چاہیے۔
 کیفیت نویسی میں فقروں کے نمونے
تازہ رسید/ مسل پر افسران بالا کے احکامات 
پیش کیجیے۔
مسل پر پیش کیا جائے۔
معاملہ پیش کیا جائے ۔
مسل پیش کی جائے۔
برائے منظوری پیش کریں۔
برائے غور پیش کریں۔
برائے منظوری پیش کریں۔
برائے غور پیش کریں۔
برائے فیصلہ پیش کریں۔
تاریخ کو پیش کریں۔
آئندہ پیر کو پیش کریں۔ 
اگلے ہفتے پیش کریں۔ 
متعلقہ افسر کی واپسی پر پیش کریں۔
آج ہی سیکریٹری کو پیش کی جائے۔
براہ راست وزیر کو پیش کیا جائے۔
خود پیش کیجیے
سابقہ کاغذ پیش کیے جائیں۔
متعلقہ کاغذ پیش کیے جائیں۔
سابقہ کاغذات کے ساتھ پیش کریں۔
مسل کے ساتھ پیش کریں۔
 متعلقہ مسل کے ساتھ پیش کریں۔
سابقہ مسل کے ساتھ پیش کریں۔
متعلقہ ریکارڈ کے ساتھ پیش کریں۔
جتنی جلد ممکن ہو پیش کریں۔
فوری پیش کریں۔
فوری پیش کریں۔
فی الفور پیش کریں۔
فوری پیش کریں۔
جتنی جلدی ممکن ہو پیش کریں۔
جتنی جلد ی ہو سکے پیش کریں۔
بلاتاخیر پیش کریں۔
بلا مزید تاخیر پیش کریں۔
مسل کو کم سے کم تاخیر سے پیش کریں۔
حسب تجویز ’’الف‘‘ بالا، مسودہ پیش کریں۔
مسل حسب قاعدہ پیش کریں۔
حسب تجویز ’’الف‘‘ بالا، مسودہ پیش کریں۔
ایڈیشنل سیکریٹری کے زبانی حکم کے مطابق مسل پیش کریں۔
ابتدائی ضروری کارروائی کے بعد پیش کریں۔
ضروری کارروائی کے بعد پیش کریں۔
تبصرہ پیش کریں۔رائے پیش کریں۔
تجاویز پیش کریں۔
متعلقہ قواعد و ضوابط پیش کریں۔
مسودہ  برائے منظوری پیش کریں۔
گزشتہ سالانہ رپورٹ پیش کریں۔
روداد اجلاس کا مسودہ پیش کریں۔
اپنے سیکشن سے متعلق طویل مدتی معاملات فوری پیش کریں۔
اپنے صیغہ سے متعلق طویل مدتی معاملات فوری پیش کریں۔
تبادلہ خیال کریں۔
بات کیجیے۔
 گفتگو کریں۔
رپورٹ کیجیے۔
سٹینسل نکلوایا جائے۔
جائزہ لیں
تجزیہ کریں۔
تحقیقات کریں۔
چھان بین کریں۔
معائنہ کریں۔
چیک کریں۔
تفتیش کریں
جانچ پڑتال کریں
پڑتال کریں۔
آڈٹ کریں۔
موازنہ کریں۔
تشخیص کریں۔
ترمیم کریں۔
اضافہ کریں ۔
شامل کریں۔
نظرثانی کریں۔
وضاحت کریں۔
 تشریح کریں۔
وصولی کی اطلاع دیں۔
وصولی کی رسید دیں۔
براہ کرم حاکم مجاز کو پیش کرنے کے لیے مسل تیار کریں۔
براہ کرم یہ معاملہ بہت پہلے تیار کریں۔
براہ کرم اکاؤنٹس سیکشن حسابات میں معاون کی ایک اسامی تخلیق کرنے کے لیے مسل تیار کریں۔
براہ کرم اکاؤنٹس صیغہ حسابات میں معاون کی ایک اسامی تخلیق کرنے کے لیے مسل تیار کریں۔
براہ کرم معاملے کے اصل نکات نمایاں کرتے ہوئے مسودہ تیار کریں۔
براہ کرم اس واقعہ کی پوری تفصیل قلم بند کریں۔
مناسب طریقے سے اطلاع دی جائے۔
اس کے مطابق اطلاع دی جائے۔
براہ کرم ان کاغذات کو تاریخ وار ترتیب دیں۔
براہ کرم تمام زیر التوا معاملات کی ایک فہرست تیار کریں۔
التوا میں رکھیے۔
وزیر کی واپسی تک اسے التوا میں رکھا جائے۔
برائے مناسب موزوں کارروائی۔
برائے ضروری کارروائی۔
برائے مزید ضروری کارروائی۔
برائے دفتری ریکارڈ
برائے تصریحات۔
آ راء کے لیے۔
برائے تجاویز۔
برائے تبصرہ۔
برائے جائزہ۔
جانچ پڑتال کے لیے۔
برائے اندراج۔
برائے ڈائری۔
روزنامچہ میں درج کرنے کے لیے۔
برائے ارسال۔
برائے ترسیل۔
برائے اجرا
برائے تعمیل۔
برائے پیروی۔
برائے ضروری کارروائی اور رپورٹ
فوری نمٹانے کے لیے۔
رکھیے۔
یادداشت رکھیے۔
جاری رکھیں۔
حفاظت میں رکھیے۔
تحویل میں رکھیے۔
درست حالت میں رکھیے۔
اچھی طرح رکھیے۔ 
معاملے سے باخبر رہیے۔
وقتاًفوقتاً یاددہانی کراتے رہیے۔
ملتوی رکھیے۔
زیر التوا رکھیے۔
مقفل رکھیے۔

تاحال مکمل رکھیے ۔
تازہ ترین معلومات کے مطابق رکھیے۔
مسل پوش میں رکھیے۔
شمار کے مطابق رکھیے۔
نمبروں کے ساتھ رکھیے۔
سلسلہ وار رکھیے۔
اسے تیار رکھیے۔
براہ کرم معاملہ زیرغور رکھیے۔
براہ کرم معاملہ زیربحث رکھیے۔
معاملہ برقرار رکھیں۔
 معاملہ باقی رکھیں۔
تاحکم ثانی اسے التوا میں رکھیں۔
اسے نگاہ میں رکھیں۔
اسے زیر مشاہدہ رکھیں۔
اسے زیرنگرانی رکھیں۔
یہ متعلقہ کاغذات مسل میں پیش کریں۔
براہ کرم مسل مکمل کریں۔
براہ کرم اضافی عملے کے لیے مسل تیار کریں۔
اضافی اسامیوں کے وضع ہونے تک عارضی انتظامات کریں۔
براہ کرم اسے یاد رکھیں۔
 اسے ذہن نشین رکھیے۔
صفحہ /۲۳ مراسلت پر موجود خط کی نقل تیار کیجیے۔
تعلیم ڈویژن کو مراسلہ بھیجئے۔
مراسلہ تیار کرکے تعلیم ڈویژن کو بھیجئے۔
براہ کرم جناب ________ سیکٹری کو چارج دیجیے۔
بعد کی رپورٹ میں شامل کیا جائے۔
بعد میں اطلاع دی جائے۔
اس ہفتے کے آخر تک مکمل کیا جائے۔
مستقل طور پررکھا جائے۔ 
اکم مجاز کو پیش کیا جائے۔
التوا میں رکھا جائے۔
فوری جواب دیا جائے۔
آج ارسال کیا جائے۔
براہ کرم مالک مکان سے کیے گئے معاہدے کی تاریخ اختتام سے مجھے آگاہ کیا جائے۔
براہ کرم خط کا آخری فقرہ حذف کریں۔
ضروری کارروائی کریں۔
مطلوبہ کارروائی کریں۔
براہ کرم حالات کی وضاحت کیجیے۔
براہ کرم تمام امکانات معلوم کریں۔
براہ کرم اس معاملے میں غیر معمولی احتیاط برتیں ۔
صاف ستھری نقل پیش کیجیے۔
براہ کرم صاف نقل پیش کریں۔
براہ کرم شامل مسل کریں۔
مسل میں لگائیں ۔
براہ کرم مقررہ فارم  پُر کریں۔
براہ کرم معاملے کی مزید تفصیلات پیش کیجیے۔
فوری کارروائی کیجیے ۔
براہ کرم فوری کارروائی کریں۔
براہ کرم فوری اور مکمل جانچ پڑتال کریں۔
براہ کرم فوری تعمیل کریں۔
براہ کرم فوری جواب دیں۔
براہ کرم سیکریٹری کے احکامات کی فوراً تعمیل کریں۔
براہ کرم تمام کاغذات مناسب تسلسل میں رکھیے۔
عملے کو دیر سے آنے پر انتباہ کی ضرورت ہے۔
اس ضمن میں ضروری اقدامات کیجیے۔
میں سمجھتا ہوں اس معاملے پر سابقہ فیصلے کا اطلاق نہیں کیا جا سکتا کیونکہ حالات بدل گئے ہیں۔
التوا میں رکھیے۔
مسل کو باقی ماندہ معلومات کی وصولی تک التوا میں رکھیں۔
پنشن کے قابل مدت ملازمت میں ایک سال کی کمی، بذریعہ ہٰذا از راہ  ہمدردی درگزر کی جاتی ہے۔
براہ کرم مسودے میں غلطیوں کی اصلاح کریں۔
مسودے کی اغلاط دور کیجیے۔
براہ کرم غلطیوں کی نشان دہی کریں۔
غلطیاں نشان زد کیجیے۔
براہ کرم حکومت کے نقصان کی ذمہ داری کا تعین کیجیے۔
عام اطلاع کے لیے مشتہر کریں۔
براہ کرم اگلا لائحہ عمل تجویز کریں۔
براہ کرم مناسب کارروائی کریں۔
موزوں حاکم مجاز کی منظوری حاصل کی جائے۔
احکام کے اجرا میں تاخیر کی ذمہ داری کا تعین کیا جائے۔
تاخیر کا تقاضا ہے کہ ذمہ داری کے تعین کے لیے تحقیقات کی جائے۔
براہ کرم اپنی اوّلین فرصت میں اس معاملے پر توجہ دیسں۔
براہ کرم کیفیت نامے میں تمام جاریہ مسلیں شامل کریں۔
اس مراسلے کی وصولی پر فوراً اس سے رابطہ قائم کیجیے۔
فوراً بات کریں۔
تبادلہ خیال کیجیے۔ 
براہ کرم سیکشن افسر (عمومی) کے مشورے سے اس معاملے کو نمٹائیں۔
براہ کرم سیکشن افسر (عمومی) کے مشورے سے اس معاملے کو حتمی شکل دیں۔
براہ کرم افسر صیغہ (عمومی) کے مشورے سے اس معاملے کو نمٹائیں۔
براہ کرم افسر صیغہ (عمومی) کے مشورے سے اس معاملے کو حتمی شکل دیں۔
فوری معاملات میں غیر ضروری تاخیر نظر انداز نہیں کی جا سکتی۔ 
راہ کرم آئندہ  محتاط رہیں۔
آج ہی اجرا کیا جائے۔
آج ہی جاری کیا جائے۔
حسب ترمیم جاری کیا جائے۔
ترمیم شدہ صورت میں اجرا کیا جائے۔
مراسلہ یاددہانی کا فوری اجرا کیا جائے۔
مراسلہ یاد دہانی فوراً جاری کیا جائے۔
براہ کرم تاخیری کارروائی کا جواز قلم بند کریں۔
براہ کرم باہمی رضا مندی سے معاملے کا فیصلہ کریں۔
براہ کرم متعلقہ قواعد ملحوظ رکھیں۔
براہ کرم متعلقہ قواعد کی پابندی کریں۔
براہ کرم اس موضوع پر مسل کھولیں اور جتنا جلد ممکن ہو اسے مجھے پیش کریں۔
اسے جانے کی اجازت دی جا ئے۔
اسے اس کی صوابدید پر چھوڑ دیجیے۔
برائے تقسیم۔
مشتہر کیجیے۔
رائے دیجیے۔
برائے تبصرہ۔
برائے اظہار رائے۔
براہ کرم مندرجہ بالا قیاس کی توثیق کیجیے۔
براہ کرم اس ضمن میں ایک واضح طریق کار وضع کیجیے۔
اس سلسلے میں قطعی اقدامات تجویز کیجیے۔
براہ کرم ان نتائج کو قابلیت کے لحاظ سے ترتیب دیں۔
براہ کرم اسے شامل روداد کریں ۔
براہ کرم معاملے کے مضمرات کا جائزہ لیں۔
براہ کرم احتیاط سے معاملے کے تمام پہلوؤں کا جائزہ لیں۔
میں نے مسودے میں ترمیم کر دی ہے۔ 
براہ کرم اسے ٹائپ کروائیں۔
میں نے مسودے میں قدرے ترمیم کر دی ہے۔
میں نے مراسلہ کا مسودہ دوبارہ تحریر کیا ہے۔
میں نے مراسلہ دوبارہ تیار کیا ہے۔
میں نے مسودے کی جزوی تبدیلی کر دی ہے۔
براہ کرم صاف نقل تیار کریں۔
میں نے مسودہ کی مکمل نظرثانی کر دی ہے۔
میں نے مسودہ کی کاملاً نظرثانی کر دی ہے۔
براہ کرم ہماری گفتگو کی روشنی میں مسودہ پر نظرثانی کریں۔
براہ کرم حسبِ گفتگو مسودے کے آخری  پیرے کی نظرثانی کریں۔
براہ کرم اس مسل پر کارروائی کریں۔
بلاتاخیر فیصلوں پر عمل درآمد کریں۔
براہ کرم دوبارہ ٹائپ کرتے ہوئے پیرا   ۶ حذف کر دیں۔
مندرجہ بالا تجویز کردہ لائحہ عمل پر مسودہ جواب پیش کیا جائے۔
مندرجہ بالا تجویز کردہ لائحہ عمل پر مسودہ جواب پیش کیا جائے۔
اب مراسلہ جاری کیا جائے۔
اخفا کی ضرورت نہیں۔
اس نامکمل نوٹ سے کوئی نتیجہ نہیں نکالا جا سکتا۔
براہ کرم گفتگو کریں۔
اس معاملے کو اس مرحلے پر اٹھانے کی ضرورت نہیں۔
سیکریٹری کو اس معاملے میں زحمت دینے کی ضرورت نہیں۔
اسے شامل مسل کر لیا جائے۔
براہ کرم اس مراسلے کی ایک نقل مسل نمبر   ۶/۹/ایف   میں رکھیے۔
نیچے رکھا ہوا خط اسی نمبر اور تاریخ کے خط کی جگہ لگایا جائے۔
براہ کرم اس کی تحریری رضا مندی حاصل کریں۔
براہ کرم پرانا دستور۔
معمول جاری رکھاجائے۔
براہ کرم حسب گفتگو فہرست میں تخفیف کریں۔
براہ کرم صدر مقام چھوڑنے سے پہلے تحریری اجازت حاصل کریں۔
براہ کرم اس معاملے کو ختم کر دیں۔
براہ کرم اس کا جائزہ لیں اور اہم نکات کی نشاندہی کریں۔
مجھے خدشہ ہے کہ قاعدے کا اطلاق غلط کیا گیا ہے۔
براہ کرم حاشیے میں میرے تبصرے کی روشنی میں دوبارہ جائزہ  لیں۔  
جلد کارروائی کریں۔
تعجیلی کارروائی کیجیے۔
ہدایات پر مؤثر عمل درآمد کو یقینی بنایا جائے۔
یہ معاملہ فوری توجہ طلب ہے۔
جلدی جواب حاصل کرنے کے لیے وقتاً فوقتاً یاد دہانی کراتے رہیے۔
براہ کرم فوری اقدام کریں۔
فوری قدم اٹھائیں۔
براہ کرم فوری کارروائی کریں۔
براہ کرم اسے ملحوظ رکھیں۔
براہ کرم قانونی کارروائی شروع کیجیے۔
براہ کرم شروع کریں۔
براہ کرم اس ضمن میں آغاز کیجیے۔
براہ کرم فوری آغاز کریں۔ 
براہ کرم فوراً ابتدا کریں۔
براہ کرم معاملے کی ابتدا کریں۔
براہ کرم مطلع رہیے۔
براہ کرم مزید ضروری کارروائی کریں۔
براہ کرم معاملے کے اس پہلو کو بھی ملحوظ رکھیے۔
براہ کرم اس کے مطابق کارروائی کی جائے۔
براہ کرم یہ معاملہ ذاتی طور پر نائب مشیر مالیات کے پاس لے جائیں۔
براہ کرم اس موضوع پر یادداشت تحریر کریں۔
براہ کرم سابقہ پیرے کے حاشیے پر میری رائے دیکھیے۔
براہ کرم عبوری جواب بھیجیں۔
براہ کرم وزارت تعلیم کو یاد دہانی کرائیں
رپورٹ وصول ہونے تک پیروی کرتے رہیے۔
براہ کرم مزید کارروائی کا انتظار کریں۔
براہ کرم مزید ضروری کارروائی کریں۔

براہ کرم مسل کی واپسی کا انتظار کریں
براہ کرم جواب کا انتظار کریں۔
براہ کرم سیکریٹری کی واپسی کا انتظار کریں۔
براہ کرم مزید احکامات کا انتظار کریں۔
براہ کرم معاملے کے فیصلہ کا انتظار کریں۔
وزارت ِ مالیات سے مشورہ کیا جائے۔
وزارتِ قانون سے مزید وضاحت کی درخواست کی جائے۔
وزارتِ خارجہ سے رجوع کیا جائے۔
وزارتِ تعلیم کو یاددہانی کرائی جائے۔
وزارتِ داخلہ سے رجوع کیا جائے۔
وزارتِ دفاع سے رابطہ کیا جائے۔
وزارتِ تجارت کو مطلع کیا جائے۔
براہ کرم اس کی ترمیم کریں۔
براہ کرم حسبِ گفتگو مسودے میں ترمیم کریں۔
براہ کرم معاملے کی تازہ ترین پیش رفت کو پیش نظر رکھتے ہوئے مسودے میں ترمیم کریں۔
براہ کرم اس کے مطابق مسودے میں ترمیم کریں۔
براہ کرم حسبِ تجویز مسودے میں ترمیم کریں۔
براہ کرم حسب ہدایت مسودے میں تر میم  کریں۔
معاملے کی وضاحت کی جائے۔
براہ کرم معاملے کی وضاحت کی جائے۔
زیر بحث معاملہ تفصیل سے بیان کیا جائے۔
براہ کرم معاملہ زیر غور پر آج راقم کے ساتھ گفتگو کی جائے۔
اختلافی امور کو علیحدہ بیان کیا جائے۔
مشتہر کرکے مسل میں شامل کریں۔
براہ کرم گردش کرانے کے بعد مسل میں رکھیں۔
سرکلر کریں اور فائل میں لگا دیں۔ 
براہ کرم فوری مطلع کریں۔
تعمیل میں جلدی کریں۔
جلد تعمیل کیجیے۔
جلدی طے کریں۔
براہ کرم معاملے کو جلد حتمی شکل دیجیے۔
براہ کرم کیفیت نامے کا تناقض  دور کریں۔
براہ کرم کیفیت نامے کا فرق دور کریں۔
براہ کرم کیفیت نامے کا اختلاف دور کریں۔
براہ کرم کیفیت نامے کا تضاد دور کریں۔
براہ کرم رسمی منطوری حاصل کریں۔
براہ کرم باقاعدہ منطوری حاصل کریں۔
براہ کرم جاری کریں۔
آج جاری کریں۔
حسب ترمیم جاری کریں۔
حسب تجویز جاری کریں۔
فوری یاددہانی جاری کریں۔
بلامزید تاخیر جاری کریں۔
جاری کرکے مطلع کریں۔
جاری کرکے رپورٹ کریں۔
جاری کریں اور مسل دوبارہ پیش کریں۔
اس کے مطابق جاری کریں۔
مراسلہ جاری کرکے اس کی پیروی کریں۔
ملاحظہ کیا ۔ 
جاری کریں۔
ملاحظہ کرکے واپس کیا۔
ملاحظہ کیا۔ 
شکریہ۔
حسب تجویز منظور کیا۔
دفتر ملاحظہ کرے اور تعمیل کرے۔
حکم جاری کیا جائے۔
جزوی فائل کھولیں۔
جزوی مسل کھولیں۔
جواب طلبی کی جائے۔
یہ حتمی فیصلہ ہے۔
یہ قطعی حکم ہے۔
یہ ہماری مشترکہ ذمہ داری ہے۔
اسے ترجیحی معاملہ سمجھا جائے۔
یہ مسودہ اب جاری کیا جائے۔
مسل کی واپسی کا انتظار کیا جائے۔
متعلقہ کاغذات پیش کیے جائیں۔
براہ کرم سالانہ رودادکارکردگی پیش کریں۔
براہ کرم موضوع پر تفصیلی رپورٹ پیش کریں۔
براہ کرم حسب ترمیم مجموعی رپورٹ پیش کریں۔
براہ کرم حتمی مسودہ فوری پیش کریں۔
براہ کرم یہ مسل سیکریٹری کے ملاحظہ کے لیے پیش کریں۔
براہ کرم سہ ماہی روداد معائنہ بلامزید تاخیر پیش کریں۔
براہ کرم ایک ہفتے بعد مسل دوبارہ پیش کریں۔
براہ کرم پیر کو مسل دوبارہ پیش کریں۔
براہ کرم میرے آئندہ دورے کی واپسی پر یہ رپورٹ دوبارہ پیش کریں۔
براہ کرم میرے لاہور کے دورے کے موقع پر یہ کاغذات دوبارہ پیش کریں۔
تمام مراسلات یاددہانی جاری ہونے کے بعد یہ مسل دوبارہ پیش کریں۔
رائے طلب کی جائے۔
تبصرے کی درخواست کی جائے۔
اب مزید تبصرے کی ضرورت نہیں ۔
براہ کرم مسودہ خلاصہ پیش کریں۔
پیراگراف ۲ کی شق ۷ پر کارروائی کے لیے نقل مسل نمبر   ۹/۶/ایف   میں شامل کی جائے۔
نقل شامل مسل کی جائے۔
نقل مسل میں شامل کی جائے۔
فالتو نقول اب ضائع کر دی جائیں۔
ایک نقل کافی رہے گی۔
براہ کرم اس ضمن میں انتظامی منظوری حاصل کرنے کے لیے مسل تیار کریں۔
نادہندہ سے جواب طلبی کی جائے۔
دستخط کیے گئے۔
براہ کرم اس مراسلے کو بذریعہ ہرکارہ خاص بھجوائیں۔
اس مراسلے کا فی الفور اجرا کیا جائے۔
 یہ مراسلہ فوراًجاری کیا جائے۔
براہ کرم یہ خط رجسٹری شدہ لفافے میں ارسال کریں۔
 یہ خط بذریعہ رجسٹری بھیجیں۔
اس کی درخواست منظور نہیں ہو سکتی۔
تجویز موجودہ صورت میں قابل قبول نہیں۔
براہ کرم گفتگو کریں۔
مجوزہ کارروائی حکومت کی اعلان کردہ پالیسی کے برعکس ہے۔
 براہ کرم زبانی بات چیت کریں۔
درخواست مسترد کر دی جائے۔
پیرا۶۵میں دیا گیا مفروضہ حقا ئق سے ثابت نہیں ہوتا۔
براہ کرم ضروری کارروائی کے لیے ملاحظہ فرمائیں۔
براہ کرم معائنہ کرنے کے بعد جلد پیش کریں۔
زیادہ تر نکات درست اور صحیح معلوم ہوتے ہیں۔
اس معاملہ پر کارروائی کرتے ہوئے جہاں تک ممکن ہو انہیں ذہن نشین رکھیے۔
میں نے جناب   سیکٹری سے گفتگو کی ہے۔
جواب کا انتظار کریں۔
برائے اجرا  دستخط کیے گئے۔
تجویز پر عمل درآمد کے لیے مجھے پروگرام پیش کریں۔
اگر ضروری ہو تو عملہ ڈویژن سے مشاورت کریں۔
متعلقہ ایڈیشنل سیکریٹری کے سامنے یہ معاملہ پہلے ہی اُٹھایا گیا ہے۔
براہ کرم اس معاملے کی پیروی کریں۔
ہمیں اس موضوع پر عملہ ڈویژن کو ایک جامع مراسلہ ارسال کرنا چاہیے۔
براہ کرم مسودہ جواب پیش کریں۔
دستخط کیے گئے۔
جاری کیا جائے۔
بعد ازاں مسل میں موجود تازہ رسید کا مسودہ جواب پیش کیا جائے۔
حسب ِنظرثانی صاف کاپی پیش کی جائے۔
براہ کرم اس موضوع پر کارروائی سے متعلق مسل پر پیش کریں۔
براہ کرم اس موضوع پر کارروائی سے متعلق فائل پر پیش کریں۔
میں دو دن تک اجلاسوں میں مصروف ہوں۔
یہ معاملہ کوئی ایک ہفتہ بعد پیش کیا جائے۔
گفتگو کے مطابق کارروائی کریں۔
براہ کرم حقیقی صورت حال اور مسودہ مراسلہ بہت جلد پیش کریں۔
گفتگو کی گئی۔
پیرا  بالا میں دی گئی تجویز کے مطابق منظور ہے۔
براہ کرم احکام کے مطابق کارروائی کریں اور مجھے پیش رفت سے باخبر رکھیں۔
تاہم کارروائی کرنے سے پہلے غور کریں کہ آیا نائب مشیر مالیات (کابینہ) کی موافقت مطلوب ہے۔
براہ کرم جوائنٹ سیکریٹری (بجٹ) سے بھی گفتگو کریں۔
براہ کرم جوائنٹ سیکریٹری (یزانیہ) سے بھی گفتگو کریں۔
نچلی سطح پر مناسب غور کے بعدہی ہمیں گفتگو کی سطح بڑھانی چاہیے۔
صورت کوئی بھی ہو، فوری طور پر ایک خود وضاحتی خلاصہ بریف تیار کیا جائے تاکہ اسے ہر سطح پر گفتگو کے لیے استعمال کیا جا سکے۔
صورت کوئی بھی ہو، فوری طور پر ایک جامع بالذات بریف تیار کیا جائے تاکہ اسے ہر سطح پر گفتگو کے لیے استعمال کیا جا سکے۔
جیسے ہی ممکن ہو، منصوبۂ عمل پر ماہرین کی آرا ء ہمیں ضرور حاصل کرنی چاہئیں۔
میں اوپر پیش کردہ صورت حال پر بعدازاں غور کروں گا۔
براہ کرم پہلے سیکٹری  کو مراسلہ یاددہانی جاری کریں تاکہ مجوزہ تربیتی منصوبے پر ان کی موافقت حاصل کی جا سکے۔
ملاحظہ کیا۔
ہمیں پیروی کرنی ہوگی اور نظام اطلاع دہی کی ضرورت ہوگی تاکہ اس معاملے کی پیش رفت سے اپنے آپ کو باخبر رکھ سکیں۔
حسبِ گفتگو، براہ کرم سیکریٹری کے احکامات پر فوری کارروائی کریں۔
حسبِ گفتگو سب سے پہلے منصوبہ عمل پر ماہرین  کی آرا ء حاصل کی جائیں اور پھرسیکریٹری کو مسل دوبارہ پیش کی جائے۔
مسودہ  خط بنام سیکٹری پیش کیا جائے۔
براہ کرم جلدی کیجیے۔
براہ کرم ماہرین کے ساتھ پیروی کریں تاکہ منصوبہ عمل پر ایسی ترامیم کے ساتھ جو اس میں ضروری ہوں، جلد از جلد عمل درآمد کیا جا سکے۔
ماہ رواں کی ۱۴ تاریخ کو اس معاملے پر گفتگو کریں۔
افسران بالا کے استفسارات
کب پیش کیا گیا اور کس کو؟
ایسا حکم کیوں نہ منظور کیا جائے۔
آیا نرخ مقرر ہیں؟
آیا یہ کارروائی درست ہے؟
جاری ہونے والے خط کا منسلکہ کہاں ہے؟
رواں مالی سال کے دوران متوقع خرچ و بچت کے متعلق بتایا جائے۔
براہ کرم مجھے ذریعۂ اطلاع کے بارے میں بتایا جائے۔
مجوزہ منصوبہ عمل پر تعلیم ڈویژن کاجواب کیا ہے؟
براہ کرم جلد گفتگو کریں۔
یونٹوں کی تعداد کیوں کم کی جائے۔
 بات کیجیے۔
ہمارے پاس کیا متبادل ہے؟
اس سلسلہ میں  سیکٹری کی طرف سے کیا تجویز آئی ہے؟
کون سا جواب باقی ہے؟
براہ کرم پیش کریں۔
صفحہ نمبر /۲۸ مراسلت پر نیم سرکاری خط ملاحظہ کریں۔
کیا جواب چلا گیا ہے؟
کوئی تجویز؟
آج موصول ہوا۔
کوئی تبصرہ
معاملے کی موجودہ صورت حال
معاملہ زیر غور ہے۔
معاملہ ایک طویل عرصے سے زیر غور ہے۔
معاملہ زیر بحث ہے۔
معاملہ زیر تحقیق ہے۔
پروجیکٹ زیر تکمیل ہے۔
وضاحتی یادداشت موصول ہو گئی ہے اور مناسب وقت پر پیش کی جائے گی۔
قطعی احکام افسر مجاز منظور کریں گے۔
افسر مجاز نے حتمی احکام صادر کرنے ہیں۔
علاقائی دفاتر سے آخری رپورٹ کا انتظار ہے۔
منصوبے کی باضابطہ منظوری کا انتظار ہے۔
باضابطہ احکامات کا ابھی اجرا نہیں ہوا ہے۔
مزید معلومات آنے تک مسل معرض التوا میں ہے۔
معاملہ متعلقہ حکام کو بھیجا گیا ہے۔
معاملہ ترک کر دیا گیا ہے۔
ہدایات پر مختلف وزارتوں/ ڈویژنوں کے ردعمل کا خلاصہ اور جائزہ حسب ِذیل ہے۔
ہدایات پر مختلف  کے ردعمل کا خلاصہ اور جائزہ حسب ِذیل ہے۔
اس معاملہ کی تازہ ترین صورت حال درج ذیل ہے۔
ذیل میں مطلوبہ کارروائی کا خلاصہ دیا گیا ہے۔
یہ معامل منصوبہ عمل   کی سکیم سے متعلق ہے۔
اس سکیم کے مختلف اجزائے ترکیبی کی بابت تازہ ترین پیش رفت کو پیرا گراف /۲۸ کیفیت میں تفصیل کے ساتھ ظاہر کیا گیا ہے۔
معلوم ہوتا ہے کہ صورت حال مندرجہ ذیل ہے۔
صحیح صورت حال حسب ذیل ہے۔
اس سلسلہ میں کوئی قطعی صورت حال ابھی تک بیان نہیں کی جا سکتی۔
مندرجہ ذیل اداروں کے جوابات کا اب تک انتظار ہے۔
تمام متعلقہ وزارتوں/ ڈویژنوں اور صوبائی حکومتوں سے آرا ء سوائے حکومت کے وصول ہو گئی ہیں۔ 
متعلقہ صوبائی حکومت نے مطلع کیا ہے کہ یہ معاملہ وزیراعلیٰ کو پیش کر دیا گیا ہے اور جواب اگلے ہفتہ تک ارسال کیا جائے گا۔
افسران بالا کو مسل پیش کرنے کے لیے مستعمل فقرات
پیش خدمت ہے۔
برائے منظوری پیش خدمت ہے۔
برائے غور پیش خدمت ہے۔
برائے ملاحظہ پیش خدمت ہے۔
برائے احکام پیش خدمت ہے۔
برائے دستخط پیش خدمت ہے۔ 
برائے موافقت پیش خدمت ہے۔
برائے فیصلہ پیش خدمت ہے۔ 
برائے ہدایات پیش خدمت ہے۔
برائے منظوری پیش خدمت ہے۔
برائے احکام پیش خدمت ہے۔
برائے ملاحظہ پیش خدمت ہے۔
برائے دستخط پیش خدمت ہے۔
برائے غور پیش خدمت ہے۔
برائے منظوری پیش خدمت ہے۔
برائے منظوری پیش خدمت ہے۔
برائے سہولت حوالہ پیش خدمت ہے۔
برائے تصریحات پیش خدمت ہے۔
برائے آراء پیش خدمت ہے۔
برائے ضروری کارروائی پیش خدمت ہے۔
حسب ہدایت پیش خدمت ہے۔
حسب ترمیم پیش خدمت ہے۔
حسب تجویز پیش خدمت ہے۔
حسب حکم پیش خدمت ہے۔
حسب ہدایت پیش خدمت ہے۔
حسب ترمیم پیش خدمت ہے۔
حسب ہدایت پیش خدمت ہے۔
حسب خواہش پیش خدمت ہے۔
حسب تفصیل ذیل پیش خدمت ہے۔
پشت پر تفصیل کے بموجب پیش خدمت ہے۔
حسب جدول ذیل پیش خدمت ہے۔
نشانیہ ’’الف‘‘ پر دیے گئے جدول کے مطابق پیش خدمت ہے۔
حسب ذیل کے مطابق پیش خدمت ہے۔
برائے اطلاع پیش خدمت ہے۔
سیکریٹری کے ساتھ گفتگو کے لیے پیش خدمت ہے۔
 مشیر مالیات سے مشاورت کے لیے پیش خدمت ہے۔
حسب خواہش متعلقہ مسل پیش خدمت ہے۔
حسب ہدایت مسل پیش خدمت ہے۔ 
برائے دوبارہ غور پیش خدمت ہے۔
برائے تصدیقی دستخط پیش خدمت ہے۔
سابقہ کاغذات کے ساتھ پیش خدمت ہے۔
مع سابقہ مسل پیش خدمت ہے۔
منسلک مسل کے ساتھ پیش خدمت ہے۔
متعلقہ ریکارڈ کے ساتھ پیش خدمت ہے۔
حاکم مجاز کی منظوری کے لیے پیش خدمت ہے۔
بطور چیئرمین کمیٹی برائے منظوری پیش خدمت ہے۔
سیکریٹری کی منظوری کے لیے پیش خدمت ہے
متعلقہ مسل پیش خدمت ہے۔
مسل برائے دوبارہ غور پیش خدمت ہے۔
مسل برائے غور دوبارہ پیش خدمت ہے۔
حسبِ ہدایت مسل دوبارہ پیش خدمت ہے۔
حسب خواہش مسل دوبارہ پیش خدمت ہے۔
جوائنٹ سیکریٹری کے زبانی حکم پر مسل دوبارہ پیش خدمت ہے۔
حسب خواہش ،مراسلہ جاری کرنے کے بعد مسل دوبارہ پیش خدمت ہے۔
فائل میں ضروری کاغذات شامل کرنے کے بعد دوبارہ پیش خدمت ہے۔
برائے منظوری مسودہ پیش خدمت ہے۔
مسودہ برائے منظوری پیش خدمت ہے۔
ترمیم شدہ مسودہ پیش خدمت ہے۔
برائے منظوری ترمیم شدہ مسودہ پیش خدمت ہے۔
نظرثانی شدہ مسودہ پیش خدمت ہے۔
حسب ترمیم ڈپٹی سیکریٹری ، مسودہ خط برائے منظوری پیش خدمت ہے۔
دوبارہ ٹائپ شدہ مسودہ پیش خدمت ہے۔
مسودہ خط برائے منظوری پیش خدمت ہے۔
مسودہ برائے منظوری شامل ہے۔
سابقہ کاغذات شامل کیے گئے ۔
مسودہ نیم سرکاری خط برائے منظوری پیش خدمت ہے۔
مسودہ یادداشت برائے منظوری پیش خدمت ہے۔
مسودہ دفتری یادداشت برائے منظوری پیش خدمت ہے۔
مسودہ غیر رسمی نوٹ برائے منظوری پیش خدمت ہے۔
دفتری حکم نامہ برائے منظوری پیش خدمت ہے۔
مسودہ اعلان برائے منظوری پیش خدمت ہے۔
مسودہ پریس ریلیز برائے منطوری پیش خدمت ہے۔
مسودہ اعلامیہ برائے منطوری پیش خدمت ہے۔
مسودہ گردشی خط برائے منظوری پیش خدمت ہے۔
مسودہ سرکلر خط برائے منظوری پیش خدمت ہے۔
صدر مملکت کے لیے مسودہ سمری برائے منظوری پیش خدمت ہے۔
نظرثانی شدہ مسودہ سمری برائے وزیراعظم منظوری کے لیے پیش خدمت ہے۔
مسودہ بریف برائے منظوری پیش خدمت ہے۔
مسودہ ٹینڈر برائے منظوری پیش خدمت ہے۔
مسودہ نوٹس اظہار وجوہ برائے منظوری پیش خدمت ہے۔
مسودہ چارج شیٹ برائے منظوری پیش خدمت ہے۔
مسودہ فرد الزام برائے منظوری پیش خدمت ہے۔
مسودہ رپورٹ برائے منظوری پیش خدمت ہے۔
مسودہ روداد اجلاس برائے منظوری پیش خدمت ہے۔
مسودہ تقرر نامہ برائے منظوری پیش خدمت ہے۔
مسودہ قرار داد برائے منظوری پیش خدمت ہے۔
مسودہ آرڈیننس برائے منظوری پیش خدمت ہے۔
مسودہ ہنگامی قانون برائے منظوری پیش خدمت ہے۔
مسودہ ایکٹ برائے منظوری پیش خدمت ہے۔
مسودہ معاہدہ برائے منظوری پیش خدمت ہے۔
اگر آپ اتفاق کریں تو درج ذیل خط جاری کر دیا جائے۔
منظوری کی صورت میں ہم اس ضمن میں مزید کارروائی کریں۔
کوئی پرانا حوالہ دستیاب نہیں ہو رہا۔
مسل برائے احکامات دوبارہ پیش خدمت ہے۔
برائے منظوری ملاحظہ فرمائیں۔
صدرمملکت کے احکام منظوری تمام متعلقہ افراد کو پہنچا دیے گئے ہیں۔
صدرمملکت کے احکام منظوری تمام متعلقہ افراد کو ارسال کر دیے گئے ہیں۔
برائے اطلاع پیش خدمت ہے۔
تازہ رسید ڈاک کے مرحلے پر پیش خدمت ہے۔
تازہ رسید خود تشریحی ہے اور تبصرے کی محتاج نہیں۔
برائے احکام پیش خدمت ہے۔
درخواست گزار نے اپنی شکایت واپس لینے کے لیے تحریری رضامندی دی ہے۔
ہمیں کوئی اعتراض نہیں ہے۔
برائے احکام پیش خدمت ہے۔
مسودہ تعزیت نامہ برائے منظوری پیش خدمت ہے۔
مجموعی رپورٹ برائے ملاحظہ پیش خدمت ہے۔
یومیہ رو داد کار گزاری برائے ملاحظہ پیش خدمت ہے۔
مسودہ برائے منظوری شامل ہے۔
معاملے کے حقائق حسب ذیل ہیں۔
پیرا /۵۵ کیفیت بالا میں درج سیکریٹری کی ہدایات کی تعمیل میں، مطلوبہ رپورٹ ’’الف‘‘ پر پیش خدمت ہے۔
پیرا /۶ کیفیت بالا میں درج جوائنٹ سیکریٹری کے احکامات کی تعمیل میں، مطلوبہ کیفیت نامہ تیار کیا گیا ہے اور ان کے ملاحظے کے لیے پیش خدمت  ہے۔
عبوری اطلاع پیش خدمت ہے۔
متنارع فیہ معاملات مندرجہ ذیل ہیں۔
اس معاملے میں ہمارے لیے قابل توجہ امور حسب ذیل ہیں۔
اس ضمن میں مشورہ طلب امور حسب ذیل ہیں۔
مسل برائے ضروری ہدایات پیش خدمت ہے۔
ضروری کارروائی کی جا چکی ہے۔
مسل برائے ضروری احکامات دوبارہ پیش خدمت ہے۔
احکام کے لیے التماس ہے۔
امور برائے گفتگو و احکام حسب ذیل ہیں۔
اس معاملے میں حاکم مجاز یعنی سیکریٹری کابینہ کی پیشگی منظوری ضروری ہے۔ 
مسل دوبارہ پیش خدمت ہے۔
اطلاعات ڈویژن کی پیشگی موافقت (اتفاق رائے) اب موصول ہوگئی ہے۔
وصول شدہ مجموعی آراء برائے اطلاع و مزید احکامات پیش خدمت ہیں۔
فیصلہ طلب مسئلے پر ذیل میں گفتگو کی گئی ہے۔
اس موضوع پر ایک خود تصریحی نوٹ پیش خدمت ہے۔
اس موضوع پر ایک خود تصریحی کیفیت پیش خدمت ہے۔
اس موضوع پر ایک جامع بالذات نوٹ پیش خدمت ہے۔
تاخیر کی مختصر وجوہ مندرجہ ذیل ہیں۔
اس معاملہ کا مختصر خلاصہ ذیل میں ’’الف‘‘ پر پیش خدمت ہے۔
اس معاملہ کی پیش گزاری میں تاخیر پر معذرت کی جاتی ہے۔
یہ معاملہ سابقہ کاغذات کی عدم دستیابی کی وجہ سے پہلے پیش نہیں کیا جا سکا۔
تاہم تاخیر پر معذرت کی جاتی ہے۔
افسوس ہے کہ یہ معاملہ پہلے پیش نہیں کیا جا سکا۔
تجویز پیش کی جاتی ہے کہ ہم اس معاملے پر دوبارہ غور کریں۔
تجویز پیش کی جاتی ہے کہ ہم اب یہ معاملہ ختم کر دیں۔
تجویز ہے کہ آئندہ رپورٹ کی وصولی تک ہم یہ معاملہ ملتوی کر دیں۔
تجویز ہے کہ فی الحال ہم اس معاملے پر غور ملتوی کر دیں۔
تجویز ہے کہ ہم اس ضمن میں قانون ڈویژن سے مشاورت کریں۔
قانون ڈویژن سے وصول شدہ آراء، نشانیہ ’’الف‘‘ پر ملاحظہ فرمائیں۔
بار باریاد دہانیوں کے باوجود، دفاع ڈویژن سے ابھی تک جواب موصول نہیں ہوا ہے۔
اب ہمیں سیکریٹری کی سطح پر معاملہ اٹھانا چاہیے۔
دفاع ڈویژن نے اس ضمن میں ٹھوس تجاویز ارسال کی ہیں۔
اب ہمیں خلاصہ برائے وزیراعظم کا مسودہ تیار کرنا چاہیے۔
ہمیں مالیات ڈویژن سے درخواست کرنی چاہیے کہ اس معاملے پر دوبارہ غور کرے۔
مسودہ برائے منظوری پیش خدمت ہے۔
مالیات ڈویژن نے ہماری تجویز سے اتفاق کر لیا ہے، اس لیے مسودہ مراسلہ برائے منظوری پیش خدمت ہے۔
مالیات ڈویژن کی آرا ء بابت قواعد طبی، ادارہ فروغ قومی زبان، وصول ہوگئی ہیں۔
عملہ ڈویژن کے متعلقہ سیکشن افسر کو ٹیلی فون پر یاد دہانی کرائی گئی ہے کہ وہ اپنا جواب جلد ارسال کریں۔
جیسے ہی ان کی آرا ء موصول ہوئیں، یہ معاملہ حاکم مجاز کی منظوری کے لیے پیش کیا جائے گا۔
مالیات اور عملہ ڈویژن کی آرا ء بابت قواعد طبی ادارہ فروغ قومی زبان اب موصول ہوگئی ہیں۔
انھوں نے کئی ترامیم تجویز کی ہیں۔
ایک تقابلی کیفیت نامہ تیار کیا گیا ہے جس میں مذکورہ قواعد اور مجوزہ ترامیم ظاہر کی گئی ہیں، برائے ملاحظہ پیش خدمت ہے۔
سیکشن افسر (انتظامیہ) کی مشاورت سے تیارشدہ مسودہ قواعد ملازمت برائے منظوری پیش خدمت ہے۔
حسبِ خواہش میں نے اس معاملہ میں سیکشن افسر (حسابات) سے گفتگو کی ہے۔
انھوں نے اس ضمن میں ناظم اعلیٰ محاصل پاکستان(اے جی پی آر) سے رجوع کرنے سے اتفاق کیا ہے۔
معاہدے میں مالیات ڈویژن کی تجاویز شامل کرنے کے بعد، مسودہ برائے منظوری پیش خدمت ہے۔
چیئرمین کابینہ کمیٹی نے روداد اجلاس منظور کر لی ہے۔ تجویز ہے کہ اسے شرکا ء کو ارسال کر دیا جائے۔
مسودہ مراسلہ پیش خدمت ہے۔
تعلیم ڈویژن سے موصولہ خط کے پیرا  ۳  پر ہمیں کارروائی کرنی ہے۔
میں نے اس موضوع پر ایک نئی مسل کھول لی ہے۔
اس ضمن میں عمل درآمدرپورٹ مناسب وقت پر پیش کی جائے گی۔
فرمان صدر مملکت کے پیرا   ۱، ۲، ۳ اور ۴ کی بابت پیش رفت رپورٹ برائے اطلاع پیش خدمت ہے۔
فرمان وزیراعظم کے پیرا  ۳  پر عمل درآمد رپورٹ کا ابھی تک انتظار ہے۔
 تجویز ہے کہ حسب مسودہ ذیل متعلقہ ادارے کو یاددہانی کروائی جائے۔
کاغذات کی پڑتال کی گئی ہے اور درست پائے گئے ہیں۔
براہ کرم دستخط کر دیے جائیں۔
اس سیکشن میں معاملہ کا جائزہ لیا گیا ہے۔
اس ضمن میں تبصرہ حسبِ ذیل ہے۔
اس ضمن میں رائے حسبِ ذیل ہے۔
سٹور کا معائنہ کیا گیا۔
کوئی شے غائب نہیں پائی گئی۔
برائے اطلاع پیش خدمت ہے۔
حسبِ ہدایت، اس معاملے کی تحقیقات کی جا رہی ہیں۔ 
اس سلسلے میں مناسب وقت پر ایک جامع رپورٹ پیش کی جائے گی۔
مشاہدات آڈٹ پر پیرا وار تبصرہ درج ذیل کیفیت نامے کی صورت میں تیار کیا گیا ہے۔
اس سے پہلے کہ ہم اس ضمن میں مزید کارروائی شروع کریں، اسے ملاحظہ کر لیا جائے۔
تعلیم ڈویژن سے موصولہ تجاویز پر ہمارا تبصرہ ذیل میں سلسلہ وار دیا گیا ہے۔
ہمیں چاہیے کہ مجوزہ بندوبست سے اتفاق کر لیں اور نیچے رکھے ہوئے مسودے کے مطابق اپنی رضامندی ارسال کریں۔
اس ضمن میں پالیسی پر عمل درآمد کے لیے تجویز پیش کی جاتی ہے کہ مندرجہ ذیل ہدایات جاری کی جائیں۔
اس معاملے کی تازہ ترین پیش رفت کو پیش نظر رکھتے ہوئے مندرجہ ذیل تجاویز برائے غور پیش خدمت ہیں۔
جیسا کہ ڈپٹی سیکریٹری نے نشاندہی فرمائی، کیفیت نامے میں تناقض (فرق) دور کر دیا گیا ہے۔
 مسل برائے ملاحظہ دوبارہ پیش خدمت ہے۔
مواصلات ڈویژن، اطلاعات و نشریات ڈویژن اور سائنس و ٹیکنالوجی ڈویژن کی آرا ء وصول ہو چکی ہیں۔
صوبائی حکومتوں کی آرا ء کا ابھی تک انتظار ہے۔
انھیں یاددہانی کرائی گئی ہے کہ اپنے جوابات فوری ارسال کریں۔
برائے اطلاع پیش خدمت ہے۔
ماسوائے وزارت تعلیم، تمام متعلقہ اداروں کی آرا ء موصول ہوگئی ہیں۔
متعلقہ وزارت کویاددہانی کرائی جا رہی ہے۔
برائے اطلاع پیش خدمت ہے۔
حسب خواہش، پیرا /۳۹ کیفیت بالا، وزارت مالیات کے متعلقہ افسر (جناب اب ج، سیکشن افسر ) سے آج ٹیلی فون پر رابطہ کیا گیا ہے۔
انھوں نے راقم کو مطلع کیا ہے کہ اس موضوع پر مسل، پہلے ہی سیکریٹری مالیات کو برائے احکامات پیش کی جا چکی ہے۔
انھوں نے زیردستخطی کو مطلع کیا ہے کہ اس موضوع پر مسل، پہلے ہی سیکریٹری مالیات کو برائے احکامات پیش کی جا چکی ہے۔
حکومت پنجاب نے مطلع کیا ہے کہ تمام صوبائی محکموں سے آرا ء موصول نہیں ہوئی ہیں۔
یہ وصول ہوتے ہی مسل چیف سیکریٹری کو برائے احکامات پیش کی جائے گی۔
تمام جوابات موصول ہوگئے ہیں۔
ان کو اکٹھا کیا جا رہا ہے ۔
مسودہ خلاصہ اگلے ہفتہ تک پیش کیا جائے گا۔
مسودہ سمری اگلے ہفتہ تک پیش کیا جائے گا۔
مسل پیش کرنے میں تاخیر پر معذرت کی جاتی ہے۔
مطلوبہ مسل دستیاب نہیں ہے۔
برائے مزید احکامات پیش خدمت ہے۔
احکام مطلوب ہیں کہ ................
اس ضمن میں ہدایات کے لیے التماس ہے۔
اس معاملے میں حاکم مجاز کے احکامات کے لیے التماس ہے۔
نقول بعد معائنہ درست پائی گئیں۔
 برائے دستخط پیش خدمت ہیں۔ 
مسودہ منظور کیا جائے۔
مسودہ برائے منظوری شامل ہے۔
ڈپٹی سیکریٹری (انتظامیہ) کو ارسال کرنے کے لیے پیش خدمت ہے۔
گفتگو کی۔
حسبِ ہدایت ایک اور مسودے کی کوشش کی گئی ہے جو برائے منظوری نیچے رکھا گیا ہے۔
بطور تازہ رسید پیش خدمت ہے۔
اس موضوع پر مسل پہلے ہی پیش کی ہوئی ہے۔
پیرا /۸۹ کیفیت میں دیے گئے احکامات کی طرف رجوع فرمائیے ۔
 مطلوبہ بریف پیش خدمت ہے۔
حسب ہدایت پیرا  -/۱۶ کیفیت ماقبل، منصوبہ عمل تیار کرکے برائے غور نیچے رکھا گیا ہے۔
نظرثانی کی گئی۔
براہ کرم دستخط کر دیے جائیں۔
سیکریٹری سے درخواست ہے کہ اوپر دیے گئے خاکے کو منظوری کے لیے ملاحظہ فرمائیں۔
پیرا  /۸ک بالا میں تجویز کردہ کارروائی پر احکامات دیے جائیں۔
اب یہ معاملہ ایڈیشنل سیکریٹری کے احکامات کے لیے پیش خدمت ہے۔
مذکورہ بالا اقدامات شروع کرنے کی منظوری کے لیے التماس ہے۔
گفتگو کی۔
ایڈیشنل سیکریٹری نے تجویز پر عمل درآمد کے لیے دستیابی رقوم کے لیے استفسار کیا۔
اس سلسلہ میں پیرا /۳ کیفیت کی طرف توجہ مبذول کرائی جاتی ہے۔
تاہم رقم اگلے مالیاتی سال میں دستیاب ہوگی۔
برائے احکامات پیش خدمت ہے۔
پیرا ۔ ۲۵ سے آگے کیفیت بالا کی طرف رجوع کریں۔
اوپر پیش کردہ پروگرام پر احکامات کے لیے التماس ہے۔
حسب ترمیم منظور کیا جائے۔
اجلاس میں کی گئی گفتگو کی روشنی میں، پیرا - ۱۸/ک ماقبل میں پہلے سے پیش کردہ پروگرام پر احکامات کے لیے  التماس ہے۔
پیرا  -/۶ک بالا میں مشمولہ مختلف تجاویز پر احکامات کے لیے مسل دوبارہ پیش خدمت ہے۔
سیکریٹری سے گفتگو کے لیے براہ کرم ملاحظہ کریں۔
نظرثانی کے بعد مسودہ برائے منظوری پیش خدمت ہے۔
تجویز ہے کہ آپ کی سہولت کے مطابق ہم اس معاملے پر گفتگو کریں تاکہ متفقہ مسودہ درستی نامہ سیکریٹری کی منظوری کے لیے تجویز کیا جا  سکے۔
میری آراء حسبِ ذیل ہیں۔
اس معاملہ میں اس ڈویژن کی آراء حسبِ ِذیل ہیں۔
مسل پر افسران بالا کی منظوری
پیرا نمبر ۲ پر پیش کردہ تجویز منظور کی جاتی ہے۔
قبول ہے۔
اتفاق ہے۔
حسب تجویز منظور ہے۔
تجویز کے مطابق منظوری دی جاتی ہے۔
اجازت ہے۔
حسب تجویز منظورہے۔
مجھے اتفاق ہے۔
مجھے تجویز سے اتفاق ہے۔
دستخط کیے گئے۔
میں اُصولی طور پر اتفاق کرتا ہوں۔
شاباش۔
حسب تجویز ’’الف‘‘ مذکورہ بالا، منظور ہے۔
تصدیقی دستخط  کیے گئے۔
جائزہ  لیا گیا  اور ’’الف‘‘ پر منظور کیا گیا۔
مجھے خوشی ہے کہ معاملہ باہمی افہام و تفہیم سے طے پا گیا ہے۔
خوب ۔ کارروائی درست ہے۔
مشروط منظوری دی جاتی ہے۔
ترمیم شدہ صورت میں منظوری دی جاتی ہے۔
اس شرط پر منظوری دی جاتی ہے کہ.
بعد ملاحظہ منظور کیا گیا۔
ملاحظہ کیا۔ شکریہ۔
میں عمومی اتفاق کرتا ہوں۔
تاہم مجوزہ لائحہ عمل میں چند نکات مجھے واضح نہیں ہیں۔ یہ منصوبہ عملہ ڈویژن کی موافقت کے لیے ارسال کرنے سے پہلے، گفتگو کی جائے۔
تبدیل شدہ صورت میں صاف کاپی پر دستخط کیے گئے۔
سوائے  ، پیرا  -/۸ کیفیت میں دی گئی تجویز کے مطابق میں اتفاق کرتا ہوں
ماسوا ،  حسب تجویز  پیرا  - /۸ک سے مجھے اتفاق ہے۔
منظور کیا گیا۔
اب ہمیں سکیم فوراًنافذ کرنی چاہیے۔
حسب ترمیم منظور ہے۔
میں ایڈیشنل سیکریٹری سے اتفاق کرتا ہوں۔
شاباش ۔ نیم سرکاری مراسلہ بالکل مناسب ہوگا۔
پیرا - /۳۳ کیفیتمیں بیان کردہ پروگرام سے میں عمومی اتفاق کرتا ہوں۔
ہم منظم منصوبہ کے مطابق پروگرام پر عمل درآمد کر سکتے ہیں۔
ایسا منصوبہ بنا کر مجھے دکھایا جائے اور بعد ازاں باقاعدہ عمل درآمد کیا جائے۔
ساتھ ساتھ ہمیں وزارتوں/ڈویژنوں کو اس ضمن میں پیش رفت سے باخبر رکھنا چاہیے۔
مذکورہ بالا خطوط پر کارروائی کے بعد براہ کرم  ........... (تاریخ) کو گفتگو بھی کریں۔
مسودہ نویسی
مسودہ
لغت میں مسودہ کا مطلب ہے کسی تحریر (مراسلہ، کتاب یا تقریر) کی پہلی یا ابتدائی شکل جس کی نظرثانی اور نقل کی جا سکتی ہو۔
دفتری اصطلاح میں کسی مراسلے کے لیے تجویز کردہ مضمون کو مسودہ کہتے ہیں۔ 
جب کیفیت میں مراسلہ جاری کرنے کی تجویز پیش کی گئی ہو تو کیفیت نگار تجویز کردہ مراسلے کا مسودہ بھی مسل کے حصہ مراسلت کے اوپر رکھ کر افسران بالا کو برائے منظوری پیش کرتا ہے اور اس پر "مسوددہ برائے منظوری"  کا نشانیہ لگاتا ہے۔
افسر بالا پیش کردہ مسودے کومنظور کرکے یا اس میں ترمیم و اضافہ کرکے یا نیا مسودہ تیار کرکے واپس بھیج دیتا ہے تاکہ مراسلہ جاری کیا جا سکے۔
اگر ضروری ہو تو افسر بالا مسودے کو حتمی منظوری کے لیے اپنے اعلیٰ افسر کو پیش کرتا ہے۔
مسودہ نویسی کے تین بنیادی اصول
(الف) مکتوب نگار، مکتوب الیہ سے مراسلے کے ذریعے مکالمہ کرنا چاہتا ہے لیکن یہ مکالمہ زبانی کی بجائے تحریری ہوتا ہے چونکہ دونوں کے درمیان ایک فاصلہ ہوتا ہے۔
اس لیے تحریر ایسی ہونی چاہیے کہ مراسلہ واقعی مکالمہ بن جائے
اس کا پڑھنے والا اس میں دلچسپی محسوس کرے اور اس سے بیزار نہ ہو بلکہ اسے پڑھ کر خوش ہو۔
(ب) مسودہ قلم بند کرنے سے پہلے نفس مضمون پر اچھی طرح سوچ بچار کرنا چاہیے۔
آسان اور قابل فہم تحریر کے لیے واضح غوروفکر ضروری ہے۔
(ج) سادہ اور آسان زبان میں اختصار کے ساتھ تحریر کیے گئے جامع مراسلے پر مکتوب الیہ کی زیادہ توجہ ہوگی اور وہ مراسلے پر جلدضروری کارروائی کرے گا۔
اس لیے طویل، پیچیدہ اور مبہم فقروں سے احتراز کرنا چاہیے تاکہ اس کے سمجھنے میں مکتوب الیہ کا وقت ضائع نہ ہو۔
مسودہ نویسی کے اہم نکات
(۱) مسودہ کیفیت پر منظور شدہ احکام کا صحیح اور قطعی مفہوم پیش کرے۔
(۲) مسودہ  واضح، صاف، غیر مبہم اور مختصر ہو تاکہ احکام کی غلط تعبیر نہ کی جا سکے۔
(۳) مسودے میں طویل اور بے ربط جملوں، مبالغہ آرائی ، الفاظ و تراکیب اور خیالات کی تکرار سے بچنا چاہیے۔
صفات کے استعمال میں بھی احتیاط ضروری ہے۔
مبہم اور اُلجھی ہوئی تحریر سے پڑھنے والے کو پریشانی ہوتی ہے اوراس کا وقت ضائع ہوتا ہے۔
(۴) اگر مسودہ طویل یا پیچیدہ ہو تو آخری پیرا گراف میں مراسلے کے اہم نکات کا خلاصہ دینا چاہیے۔
(۵) مسودہ کاغذ کے دونوں طرف ایک سطر چھوڑ کر لکھا یا ٹائپ کیا جاتا ہے۔
ترمیم و اضافے کے لیے مناسب حاشیہ چھوڑا جاتا ہے۔
(۶) مسودہ، مراسلے کی متعلقہ قسم کے مقررہ طریق کار کے مطابق لکھا جاتا ہے۔
مکتوب الیہ کے خط کا حوالہ نمبر جوابی مراسلے میں ہمیشہ دیا جاتا ہے۔
 اگر ایک مکتوب الیہ کو ایک مسل نمبر کے ذریعے ایک ہی تاریخ میں ایک سے زیادہ مراسلے جاری کیے جائیں تو ایسی صورت  میں مسل نمبر کے ساتھ ایک سلسلہ نمبر بھی دیا جاتا ہے تاکہ کوئی الجھن پیدا نہ ہو۔ مثلا ً  ۲۔۹۸/۱ (الف) حسابات۔
(۷) مسودہ میں منسلکات کی وضاحت کی جائے۔ ٹائپ کار کی توجہ منسلکات کی طرف مبذول کرانے کے لیے حاشیے میں ایک آڑی لکیر لگا دینی چاہیے۔
(۸) مسودے کے آخر میں صفحے کے بائیں طرف انگریزی میں اور صفحے کے دائیں طرف اُردو میں منسلکات کی تعداد بھی لکھی جائے۔
(۹) اگر منسلکات کی نقلیں موجود ہوں اور انھیں ٹائپ کرنے کی ضرورت نہ ہو تو مسودے کے حاشیے میں اس بات کی وضاحت کر دی جاتی ہے تاکہ ٹائپ کار کومعلوم ہو جائے۔
(۱۰) اگر مکتوب الیہ افسر کو مراسلے کی زیادہ نقول کی ضرورت ہو تو ان کی تعداد کا ذکر بھی مسودے کے حاشیے میں کر دیا جاتا ہے تاکہ ٹائپ کار مطلوبہ تعداد میں کاپیاں بنا لے۔
(۱۱) مراسلے پر دستخط کرنے والا افسر مسودے پر بھی منظوری کی علامت کے طور پر تاریخ کے ساتھ مختصر دستخط کرتا ہے۔ مسودے میں اس افسر کا عہدہ بھی ہمیشہ لکھا جاتا ہے۔
(۱۲) جاری شدہ مراسلے کی ایک نقل مسل کے حصہ مراسلت میں لگائی جاتی ہے اور مراسلت کے صفحے کا نمبر نوٹ شیٹ پر بطور حوالہ درج کیا جاتا ہے۔
(۱۳) اہمیت کے لحاظ سے مسودے کی درجہ بندی مسودے پر ظاہر کرنی چاہیے اور اس مقصد کے لیے مسودے پر ترجیح کے مناسب نشانیے ’’رہائش گاہ‘‘، ’’فوری‘‘ اور ’’ترجیحی‘‘لگاتے ہیں۔
(۱۴) مسودے پر ترسیل کار کے لیے بھی ہدایت دی جاتی ہے کہ مراسلہ خصوصی ہرکارہ لے جائے گا یا رجسٹری، ہوائی ڈاک، ایکسپریس ڈیلیوری (فوری ترسیل)،  عام ڈاک کے ذریعے بھیجا  جائے گا۔
عمدہ مراسلہ نویسی کا فن
ایک اچھا مراسلہ تحریر کرنے کے لیے ضروری ہے کہ :
(الف)ہمیں متعلقہ موضوع پر حکومت کی مکمل پالیسی اور قواعد و ضوابط کاعلم ہو۔
(ب)ہم مسلسل اپنے دفتر اور اپنے کار منصبی کے متعلق معلومات میں اضافہ کریں۔
مراسلے کا خاکہ 
(۱) اہم نکات:مراسلہ لکھنے یا لکھوانے سے پہلے مراسلہ لکھنے کا مقصد ذہن میں رکھیں۔
مثلاًمعلومات حاصل کرنا، معلومات مہیا کرنا، منصوبہ پیش کرنا یا موجودہ طریق کار تبدیل کرنا۔
اچھے لکھنے والے لکھنے سے پہلے مراسلے کا مختصر خاکہ بناتے ہیں جس میں ہر نکتے کو ایک دو لفظوں میں لکھ لیا جاتا ہے۔
اگر مراسلے کا انحصار ان نکات پر ہو جو کیفیت میں موجود ہیں تو پھر سب سے پہلے ان نکات کو کیفیت سے لے کر مرتب کیا جائے۔
طویل اور تفصیلی خط کا اگر پہلے سے خاکہ بنا لیا جائے تو کسی اہم بات یا نکتے کے نظرانداز ہونے کا امکان کم ہو جائے گا۔
طویل اور تفصیلی خط کا اگر پہلے سے خاکہ بنا لیا جائے تو کسی اہم بات یا نکتے کے چھوٹنے ہونے کا امکان کم ہو جائے گا۔
(۲) نظرثانی:مرتب شدہ نکات پر دوبارہ نظر ڈالیں۔ 
نظرثانی کا فائدہ یہ ہوگا کہ کوئی بھی نکتہ جسے لکھنا چاہیے تھا، حذف نہیں ہوگا۔
عبارت میں ترتیب اور تسلسل قائم ہو جائے گا جس سے پیرا گراف بنانے، تحریر مرتب کرنے اور اسے واضح کرنے میں مدد ملے گی۔
اس طرح اگر مشق ہو جائے تو ترتیب سے سوچنے کی عادت ہو جائے گی۔
ذہن میں خود بخود منطقی تسلسل قائم ہوتا چلا جائے گا، پھر یہ ضروری نہیں رہے گا کہ پہلے ایک عارضی فہرست نکات بنائی جائے، پھر اس کو دوبارہ منطقی ترتیب دی جائے یا پہلے ایک ابتدائی مسودہ  بنایا جائے اور پھر اس کی بنیاد پر نیا مسودہ تیار کیا جائے۔
البتہ مشکل اور پیچیدہ معاملات کے مراسلوں کے سلسلے میں شاید ایک سے زیادہ بار مسودے میں ترامیم کی ضرورت پڑے۔
(۳) وضاحت اور اہمیت کی مناسبت سے پیرے بنانا: ایک پیرا ایک فقرے یا ایک سے زیادہ فقروں پر مشتمل ہوتا ہے جو ایک مرکزی خیال ادا کرتا ہے۔ 
آپ اپنے مراسلے کو اس طرح مرتب کیجیے کہ ہرپیرے میں ایک مرکزی خیال کا اظہار کیا جائے اور اس میں غیر ضروری مواد شامل نہ ہو۔
ایک پیرے کا مرکزی خیال عموماُ ایک ہی جملے میں بیان کیا جاتا ہے جسے مرکزی جملہ کہہ سکتے ہیں۔ یہ عموماً پیرے کا پہلا جملہ ہوتا ہے جس سے قاری نفس مضمون کا اندازہ کر لیتا ہے۔
ہم دو وجوہ کی بنا پر آپ کی درخواست منظور کرنے سے قاصر ہیں۔
قواعد کا تقاضا ہے کہ کسی اہم نکتے پر زور دینے کے کئی طریقے ہیں، مثلاً:
(الف) مرکزی خیال  کے جملے یا پیرے کو مراسلے کے آغاز میں یا آخر میں تحریر کیا جائے۔
(ب) مرکزی خیال نسبتاً مختصرپیرے میں بیان کیا جائے تاکہ اس تضاد  سے قاری کی توجہ اس طرف مبذول ہو جائے۔
(ج) مرکزی خیال مختلف پیروں اور مختلف انداز میں بیان کیا جائے لیکن لفاظی اور غیرضروری عبارت سے بچا جائے۔
(۴) پیراگرافوں کے عنوانات :
اگر مراسلے میں متعدد مضامین کا ذکر ہو جن کا ایک دوسرے سے گہرا تعلق نہ ہو یا مضمون تو ایک ہی ہو لیکن ذیلی مطالب کئی ہوں تو ایسی صورت میں وضاحتِ بیان کے لیے ضروری ہے کہ انھیں علیحدہ پیراگرافوں میں بیان کیا جائے اور ان کا عنوان علیحدہ دیا جائے۔ 
تقریباً ہر لمبے مراسلے کے لیے اس قسم کی ترتیب ضروری ہے تاکہ مضمون کا ہر جزو واضح ہو کر قاری کے سامنے آ جائے اور ٹھوس مواد جسے، اختصار سے تحریر کیا گیا ہو، آسانی سے سمجھا جا سکے۔
مراسلے کے نمایاں حصے
عام طور پر ہر مراسلے کے تین نمایاں حصے ہوتے ہیں: (۱) آغاز، (۲) متن، (۳) اختتام
آغاز
ابتدائی جملے یا پیرا گراف میں نفس مضمون کا ذکر براہ راست اور صاف صاف الفاظ میں بیان کرنا چاہیے تاکہ قاری کو اندازہ ہو جائے کہ مراسلے کا مضمون کیا ہے۔
اگر خط لکھنے کا مقصد محض وصولی مراسلہ کی رسید ہے تو بھی تحریر کو دلچسپ بنایا جا سکتا ہے۔
رسمی اور بے جان انداز تحریر کی مثال:
یہ  آپ کے خط مؤرخہ ۱/۲/۱۹۹۱ کی رسید ہے۔ 
مندرجہ بالا فقرے کی بجائے یہ بھی کہا جا سکتا ہے:
آپ کے خط مؤرخہ  ۱/۲/۱۹۹۱  کا شکریہ۔
متن یا نفس مضمون
کسی مراسلے کے متن کا تعلق مختلف امور سے ہو سکتا ہے، مثلا ً: اس میں حقائق بیان کیے جائیں، معلومات مانگی جائیں، معلومات فراہم کی جائیں، کوئی سفارش، فیصلہ یا حکم دیا جائے یا کسی معاملے میں کسی نتیجے پر پہنچنے سے پہلے دلائل و مباحث کا خلاصہ اور ان کا نتیجہ ارسال کیا جائے۔
اگر ایک ہی مراسلے میں ایک سے زیادہ معاملات مذکور ہوں تو ان میں سے ہر ایک کا ذکر علیحدہ علیحدہ پیرے میں ہونا چاہیے۔
اختتام
مراسلے کا اختتام کمزور نہیں ہونا چاہیے کیونکہ اس کی حیثیت حرف آخر کی سی ہوتی ہے، جس کا تاثر قاری کے ذہن پر دیر تک قائم رہتا ہے۔
اختتامی جملہ یاپیرا باقی مراسلے کے لب و لہجے اور مدعا کے مطابق ہو اور مراسلے کے مضمون کو تقویت دے۔
اگر کوئی مراسلہ لمبا ہو یا اس میں مشکل اور پیچیدہ معاملات مذکور ہوں تو آخری پیرے میں اہم نکات کا خلاصہ دینا چاہیے اور ان سے جو نتائج مرتب ہوں ان کا ذکر دینا چاہیے۔
اس میں یہ بات واضح تحریر ہونی چاہیے کہ مکتوب الیہ سے کس کارروائی کی توقع ہے۔
مراسلے کا اختتام مختصر لیکن مؤثر ہو۔
آخری جملے میں مصدری اسم  کے استعمال سے بچنا چاہیے۔
مثلاً یہ نہیں کہنا چاہیے:
آپ کو یقین دلاتے ہوئے کہ اگر آپ اپنی اوّلین فرصت میں ہمیں مطلوبہ معلومات فراہم کر دیں تو ہمیں بے حد مسرت ہوگی۔
مندرجہ بالا فقرے کی بجائے اس طرح کہنا چاہیے:
ہمیں خوشی ہوگی کہ مطلوبہ معلومات جلد از جلد موصول ہوجائیں۔
پس تحریر 
اضافی عبارت۔بعض اوقات مراسلہ مکمل ہو جانے اور اس پر دستخط ہو جانے کے بعد کچھ اور تحریر کا اضافہ کر دیا جاتا ہے۔ اضافی تحریر سے پہلے لکھتے ہیں:
’’پس تحریر ‘‘
یہ پسندیدہ بات نہیں۔
اس سے بچنا چاہیے کیونکہ یہ تحریر مراسلے کا حسن غارت کر دیتی ہے۔
اس سے مراسلہ نگار کی ذہنی سستی یا نااہلی ظاہر ہوتی ہے کہ وہ لاپروائی سے کسی ایسے نکتے کو جسے مراسلے کے متن میں آنا چاہیے تھا، مناسب جگہ پر قلم بند کرنے میں ناکام رہا ۔
تعارفی مراسلہ
بعض اوقات طویل مراسلہ لکھنے کی بجائے مختصر سا تعارفی نوٹ لکھنا کافی ہوتا ہے، خصوصاً ایسی صورت میں جب متعدد سوال پوچھنے ہوں یا متعدد جواب دینے ہوں یا بہت زیادہ معلومات فراہم کرنی ہوں۔
قاری مختصر تعارفی مراسلے پر ایک نظر ڈال کر یہ اندازہ لگا لیتا ہے کہ مقصد مراسلہ کیا ہے اور اسے کیا کرنا ہے
معلومات کی فراہمی
مراسلہ لکھنے سے پہلے مرسلہ معلومات کے مختلف پہلوؤں کا جائزہ نہایت احتیاط اور غور و خوض سے لیا جائے۔
جب بنیادی مواد جمع ہو جائے اور اس کے صحیح ہونے کی تصدیق کر لی جائے تو اس بات پر غور کیا جائے کہ اس مواد کو کیسے جاذب توجہ بنایا جائے اور کس طرح سلیقے سے پیش کیا جائے۔
تعارفی خط کے ساتھ کس قسم کی معلومات بھیجی جائیں۔
اس سلسلے میں سب سے زیادہ خیال قاری کی سہولت کا رکھا جائے۔
ہر عبارت کا عنوان قائم کیا جائے۔ تحریر میں تسلسل کا خیال رکھا جائے۔ 
اگر معلومات کی صحت کے بارے میں ذرا سا بھی شک ہو تو مناسب الفاظ میں اس کا اظہار ضرور کیا جائے۔
معلومات کی طلب
مراسلہ لکھنے سے پہلے غور کیا جائے کہ کون کون سی معلومات درکار ہیں تاکہ مطلوبہ معلومات کی فہرست مکمل ، واضح اور  غیر مبہم بنائی جا سکے۔ 
ورنہ بار بارمراسلت کرنی پڑتی ہے اور اس طرح مکتوب نگار اور مکتوب الیہ دونوں کا وقت ضائع ہوتا ہے۔	
عین ممکن ہے کہ مراسلہ الیہ کا وقت مراسلہ نگار سے بھی زیادہ قیمتی ہو۔
اچھے مراسلے کی خصوصیات
غلطیوں سے پاک
غلطیوں سے  پا ک صحیح مراسلے سے مراد؛
(الف)  مراسلت کی درست شکل: سرکاری دفتروں میں کئی قسم کے مراسلے لکھے جاتے ہیں اور مراسلے کی ہر قسم ایک خاص مقصد اور خاص موقع کے لیے ہوتی ہے ۔
اس لیے مراسلہ تحریر کرتے وقت مراسلے کی صحیح قسم کاانتخاب ضروری ہے۔
(ب) صحیح زبان: مراسلے کا درست مفہوم صحیح زبان کے استعمال سے ہی قاری تک پہنچ سکتا ہے۔
 لہٰذا مراسلہ کی زبان قواعد کے لحاظ سے درست ہو۔
(ج) صحیح معلومات: غلطیوں کی وجہ سے اکثر مزید مراسلت کرنی پڑتی ہے۔
غلط حقائق پیش کرنے یا سرکاری پالیسی کے بارے میں ذرا سی غلط  بیانی سے نقصان ہو سکتا ہے۔
اس لیے جہاں تک ممکن ہو صحیح معلومات فراہم کی جائیں۔
مندرجہ ذیل نکات کی مدد سے آپ کی مراسلت صحیح ہو سکتی ہے:
موصولہ مراسلہ غور سے پڑھیں۔
جن امور کے بارے میں آپ لکھنا چاہتے ہیں، ان سے متعلق پوری معلومات حاصل کریں۔
متعلقہ فائلوں کا جائزہ لیں۔
جن پالیسیوں پر زور دینا ہے ان کو ذہن میں رکھیں۔
مراسلے میں درج  ہر بات کی صحت کی تحقیق کریں۔
قواعد، صرف و نحو ، الفاظ کے ہجوں اور رموز و اوقاف کا خیال رکھیں۔
کسی مراسلے پر اس وقت تک دستخط نہ کریں جب تک آپ اسے اچھی طرح پڑھ نہ لیں۔
مکمل
سرکاری مراسلہ ہر لحاظ سے مکمل ہونا چاہیے۔
اس میں وہ تمام حقائق و کوائف درج ہونے چاہئیں جو معام کو اچھی طرح سمجھنے کے لیے ضروری ہوں۔ 
موصولہ مراسلے میں اٹھائے گئے تمام سوالات کا جواب آپ کے مراسلے میں ہونا چاہیے۔
مراسلے کی عبارت میں مضمر   یا امکانی سوالات کا جواب بھی دینا چاہیے۔
ادھورے مراسلے سے مراسلت کا ختم نہ ہونے والا ایک سلسلہ شروع ہو جاتا ہے۔
اس سے معاملے کے تصفیے میں تاخیر ہوتی ہے۔
متعلقہ دفتر کی کارکردگی پر بھی حرف آتا ہے۔
مراسلہ وصول کرنے والوں کو بھی کوفت ہوتی ہے۔
واضح
مراسلے کا انداز بیان ایسا ہو کہ لکھنے والا جو چاہتا ہو، پڑھنے والے تک اس کا وہی مفہوم پہنچے۔
اس کے لیے مناسب الفاظ کا انتخاب کرنا چاہیے۔ 
مراسلے میں کوئی چیز مبہم ، غیرواضح اور غیر متعین نہیں ہونی چاہیے۔ 
آپ سے توقع کی جاتی ہے کہ آپ ذمہ داری قبول کریں گے۔ ذمہ داری سے گریز اور ٹال مٹول اچھے عہدے دار کے شایان شان نہیں ہے۔
جامع
آپ کے خیالات کا اظہار مختصر ترین الفاظ میں ہونا چاہیے لیکن اختصار کا یہ مطلب نہیں کہ بات واضح ہی نہ ہو۔
آسان اور سادہ زبان استعمال کرنی چاہیے۔
مشکل الفاظ اور لمبی لمبی ترکیبوں سے بچنا  چاہیے۔
شائستگی
دفتری تحریر میں شائستگی اور اعتدال و تحمل کا خیال رکھنا چاہیے۔
اگرآپ کسی تجویز سے اختلاف کرتے ہیں توشائستگی سے اپنے اختلاف کا اظہار کریں۔  
مراسلہ تحریر کرتے وقت اپنے آپ کو مکتوب الیہ کی جگہ رکھ کر سوچیں۔ 
آپ سوچیے کہ جب اس نے آپ کو مراسلہ لکھا ہوگا تو اس کی توقعات کیا ہوں گی اور جب آپ کا جواب اسے ملے گا تو اس کے تاثرات کیا ہوں گے۔   
آپ کی تحریر شائستگی کے دائرے میں ہونی چاہیے۔
کسی درخواست کو مسترد کرتے وقت یا کسی بات سے اختلاف کرتے ہوئے مہذب اور شائستہ انداز میں دلائل دیجیے۔
اد رکھیے کہ شائستگی کا مطلب خوشامد نہیں بلکہ نرمی اور سادہ گوئی ہے۔
عام آدمی کو سب سے زیادہ ذہنی مایوسی اس وقت ہوتی ہے جب اس کی درخواست نامنظور ہونے کی اطلاع یہ بتائے بغیر دی جاتی ہے کہ اس کی درخواست کن وجوہات کی بنیاد پر مسترد کی گئی۔
اس لیے جواب میں یہ بتائیے کہ آپ کے لیے اس کی درخواست قبول کرنا کیوں ممکن نہیں۔
اگر آپ اس لیے انکار کر رہے ہیں کہ اب آپ کے ڈویژن/ محکمے کو اختیار نہیں رہا تو یہ بات صاف صاف بتا دیں۔
اگر یہ انکار سوچے سمجھے فیصلے کے مطابق ہے تو پھر نرمی سے یہ بھی بتا دیں۔ اسے چھپائیں نہیں۔
ذہن نشین رکھیے کہ آپ کی مراسلت سے عوام اورحکومت کے درمیان فاصلہ کم ہونا چاہیے۔
عام آدمی کے خط کا جواب دیتے ہوئے نرم الفاظ استعمال کیجیے۔
مراسلہ اس طرح لکھیے کہ آپ مکتوب الیہ سے براہ راست گفتگو کر رہے ہیں۔
عام آدمی کو مراسلہ لکھتے ہوئے مندرجہ ذیل دفتری ترکیبات کا استعمال نہ کیجیے:
مجھے حکم ملا ہے کہ
مجھے ہدایت دی گئی ہے کہ
مجھے یہ بیان کرنے کو کہا گیا ہے۔
مجھے آپ کو یہ یقین دلانا ہے کہ 
مجھے یہ مزید کہنا ہے کہ
ان سب کی بجائے محض یہ کہنا کافی ہے کہ
حکومت نے فیصلہ کیا ہے کہ
مراسلت
مراسلات کی اقسام 
خط
دفتری یادداشت
یادداشت
نیم سرکاری خط
غیر رسمی نوٹ
تظہیر
اعلان
قرار داد
اعلامیہ
تار/ٹیلی پرنٹر پیغام
خفیہ تار
دفتری حکم نامہ
سفارتی خط
سفارتی نوٹ
سفارتی یادداشت
خط
لغت میں تحریر ی پیغام کو خط کہتے ہیں۔ 
سرکاری خط مخصوص صورت میں ، خاص مقصدکے لیے اور مخصوص دفتر/ ادارے کو تحریر کیا جاتا ہے ۔سرکاری خط کے ذریعے حکومت کی رائے، احکام اور رسمی منظوری ارسال کی جاتی ہے۔
استعمال
(الف) صوبائی حکومتوں ، سرکاری اداروں  اور افراد کو رسمی منظوری کی اطلاع دینے اور مراسلت کے لیے۔
(ب) ملحقہ محکموں اور ماتحت دفاتر کو حکومت کی رسمی منظوری ارسال کرنے کے لیے۔
(ج) سرکاری خط حکومت پاکستان کے مختلف ڈویژنوں کے درمیان مراسلت کے لیے استعمال نہیں کیا جاتا۔
اجزائے ترکیبی
۱۔ سرنامہ (طبع شدہ): سب سے پہلے حکومت پاکستان اور پھر وزارت/ ڈویژن/ محکمے/ ماتحت دفتر کا نام
۲۔ نمبر خط
۳۔ مقام اور تاریخ اجرا
۴۔ بھیجنے والے کا نام اور عہدہ
۵۔ مکتوب الیہ کا عہدہ اور پتہ (صوبائی حکومت سے مراسلت کے لیے صرف چیف سیکریٹری/ معتمد اعلیٰ یا متعلقہ سربراہ محکمہ کو ہی خط ارسال کیا جائے، خواہ خط صوبائی حکومت کے کسی جونیئر افسر سے وصول ہوا ہو)۔
۶۔ موضوع (تاکہ نفس مضمون کا اندازہ ہو جائے)
۷۔ القاب: خط میں مخاطب کے لیے احترام اور خلوص کا اظہار کرنے والے الفاظ
سرکاری افسر کے لیے : جناب عالی
غیر سرکاری اداروں یا افراد کے لیے: محترم جناب
خاتون سرکاری افسر کے لیے: جناب عالیہ
۸۔ نفس مضمون: خط کا مضمون منا سب پیراگرافوں میں لکھا جاتا ہے ہر پیرے کا نمبر دیا جاتا ہے۔پہلے پیرے کا نمبرنہیں لکھا جاتالیکن وہ شمار میں آتاہے۔ 
معاملے کی نوعیت کی مطابق سرکاری خط کا آغاز چند مخصوص الفاظ سے ہوتا ہے اگر خط مکتوب الیہ کے جواب میں تحریر کیا جارہا ہوتو اس کے حوالے سے خط کا آغاز ہوتا ہے۔
حکومت کی رائے، احکام اور رسمی منظوری ارسال کرنے کے لیے:
حسبِ ہدایت گزارش کرتا ہوں	
اگر خط حکومت کی ہدایت پر نہ لکھا جائے:
میری گزارش ہے
۹۔ اختتامیہ:
سرکاری افسر کے لیے:
آپ کا  نیاز مند
غیر سرکاری اداروں/ افراد کے لیے:
آپ کا صادق
۱۰۔ خط  بھیجنے والے کے دستخط، عہدہ اور ٹیلی فون نمبر۔                                         
۱۱۔ منسلکہ دستاویزات کی تعداد، اگر ارسال کی جائیں۔
سرکاری خطوط میں مستعمل ابتدائی مخصوص الفاظ اور فقرات
حسبِ ہدایت گزارش ہے ۔
حسبِ ہدایت مجھے یہ کہنے کی ہدایت کی گئی ہے۔


حسبِ ہدایت میں آپ کی توجہ اس ڈویژن کے خط نمبر . ۶/۸/۷۳مؤرخہ ۲/۶ ۱۹۹  کی طرف مبذول کراتا ہوں۔
حسبِ ہدایت حوالہ دیا جاتا ہے۔
حسبِ ہدایت میں حوالہ دیتا ہوں۔
حسبِِ ہدایت گزارش ہے۔
حسبِ ہدایت میں گزارش کرتا ہوں۔
حسبِ ہدایت درخواست کی جاتی ہے۔
حسبِ ہدایت استدعا کی جاتی ہے۔
حسبِِ ہدایت ارسال خدمت ہے۔
حسبِ ہدایت میں ارسال کرتا ہوں۔



اس کے ساتھ ایک سربمہر لفافہ، بہ احترام ارسال خدمت ہے۔
حسب ہدایت میں آپ کی توجہ اس ڈویژن  کے خط نمبر۶/۸ /۷۳ مورخہ ۶/۲/۱۹۹۹ کی طرف مبذول کراتا ہوں۔ 
حسبِ ہدایت پیش کی جاتی ہے۔
حسبِ ہدایت منسلک ہے۔
حسبِ ہدایت آپ کو اطلاع دی جاتی ہے کہ۔
بہ احترام گزارش ہے کہ 
بہ احترام گزارش ہے کہ
بہ احترام درخواستا ہے کہ
بہ احترام استدعا ہے کہ
اس کے ساتھ ایک سربمہر لفافہ، بہ احترام ارسال خدمت ہے۔
منصوبے کے متعلق  وصول شدہ تفصیلی رپورٹ بہ احترام ،منسلک ہے۔ 
…… کے متعلق،  ………… سے وصول شدہ تفصیلی رپورٹ بہ احترام ،منسلک ہے۔ 
آپ کے خط نمبر ۶/۹/۷۲  مؤرخہ  ۷/۷/۱۹۹۹ بہ موضوع بالا کے حوالے سے، بہ احترام عرض ہے کہ .....
خط  کی جانب آپ کی توجہ مبذول کرانا چاہتا ہوں۔
میں آپ کے خط مؤرخہ  ۳/۷/۱۹۹۹ بنام وزارت مالیات کی وصولی کی اطلاع دیتا ہوں۔
وزارت مالیات کی دفتری یادداشت نمبر ۸/۹/۷۲ مؤرخہ  ۶/۸/۱۹۹۹  ہے ذریعے تفویض شدہ اختیارات کو بروئے کار لاتے  ہوئے، میں حسبِ ہدایت صدرمملکت کی منظوری ارسال خدمت کرتا ہوں۔
حسبِ ہدایت میں آپ کی توجہ عملہ ڈویژن کے درج بالا موضوع کی دفتری یادداشت نمبر  ۸/۹/۷۲  مؤرخہ ۶/۸/۱۹۹۹  کی طرف مبذول کراتے ہوئے عرض کرتا ہوں کہ حکومت نے مندرجہ ذیل مزید فیصلہ کیا ہے۔
حسبِ ہدایت، میں منصوبہ کی مدت تک کے لیے، عملہ ڈویژن میں مندرجہ ذیل عارضی اسامیاں وضع کرنے کے لیے صدرمملکت کی منطوری ارسال کرتا ہوں۔
اس وزارت کی دفتری یادداشت نمبر ۸/۹/۷۲ مؤرخہ  ۶/۸/۱۹۹۹  کے پیرا گراف- ۱ کی شق (ب) کی طرف توجہ مبذول کراتے ہوئے، حسبِ ہدایت گزارش ہے کہ یہ فیصلہ کیا گیا ہے کہ .......
حسبِ ہدایت، موضوع بالا پر اس وزارت کے خط نمبر ۲/۶/۷۲ مؤرخہ ۳/۸/۱۹۹۹ کے حوالے سے گزارش ہے کہ اس میں شامل احکام بذریعہ ہذا واپس لیے جاتے ہیں۔
حسبِ ہدایت گزارش ہے کہ صدرمملکت نے فیصلہ کیا ہے کہ .............
حسبِ ہدایت وزارت مالیات کی دفتری یادداشت نمبر   ۸/۹/۷۲مؤرخہ ۶/۸/۱۹۹۹ پڑھیے بشمول اسی وزارت کی دفتری یادداشت نمبر  ۸/۹/۷۲ مؤرخہ ۶/۸/۱۹۹۹ کی رو سے تفویض شدہ اختیارات کو بروئے کار لاتے ہوئے میں، صدرمملکت کی منطوری برائے   روپے صرف (رقم عبارت میں) بطور ایک لاکھ برائے تقویمی سال  ارسال کرتا ہوں۔
راقم کو آپ کی توجہ مندرجہ بالا موضوع پر عملہ ڈویژن کے خط نمبر ۵/۱/۷۳  مؤرخہ  ۲۷/۱۰/۱۹۹۹ کے پیرا گراف -۱ (۳) کی جانب مبذول کراتے ہوئے یہ کہنے کی ہدایت کی گئی ہے کہ ...........
حسبِ ہدایت،کابینہ ڈویژن کے مندرجہ ذیل ملازمین کو ان کی ایک ماہ کی تنخواہ کے برابر اعزازیہ عطا کرنے کے لیے صدرمملکت کی منظوری ارسال خدمت ہے۔
حسبِ ہدایت، کابینہ ڈویژن اسلام آباد میں افسر تحقیق (بنیادی سکیل۔ ۱۷) کی ایک عارضی اسامی وضع کرنے اور اسے پُر کرنے کے بارے میں صدر پاکستان کی منظوری ارسال خدمت ہے۔
حسبِ ہدایت، افسران صیغہ کی تربیت کے سلسلے میں خریداری کتب کے لیے جن کی مجموعی مالیت ایک لاکھ روپے (مبلغ  ’’رقم‘‘روپے) سے زیادہ نہیں ہوگی، صدر پاکستان کی منظوری ارسال خدمت ہے۔
سیکٹری کے ساتھ ٹیلی فون پر آپ کی گفتگو کے حوالے سے میں موضوع بالا پر دفتری یادداشت نمبر  ۸/۹/۷۲ مؤرخہ  ۶/۸/۱۹۹۹کی ایک نقل ارسال کرتا ہوں اور درخواست کرتا ہوں کہ اس ڈویژن کو مطلوبہ آراء، زیادہ سے زیادہ  ایک ہفتے   تک ارسال کی جائیں۔
نمونہ خط (انگریزی - اُردو)
نمونہ خط (اُردو)
منجانب: محمد اکرم
سیکشن افسر،
کابینہ ڈویژن، اسلام آباد۔
بخدمت: حسابدار اعلیٰ محاصل پاکستان، اسلام آباد۔						
(تاریخ) ۶/۸/۱۹۹۹
نمبر ۵/۱/۷۳	     	
موضوع: خریداری کتب
محترم جناب
کابینہ ڈویژن کے افسروں کے استعمال کے لیے مقتدرہ قومی زبان کی شائع کردہ کتب خریدنے کے لیے، حسبِ ہدایت صدر پاکستان کی منظوری ارسال خدمت ہے، کتب کی مالیت کی زیادہ سے زیادہ حد -/۵۰۰۰ روپے (مبلغ پانچ ہزار روپے) ہوگی۔
کتابوں کی خریداری پر ہونے والا خرچ  ’’..............‘‘ کی مد سے واجب الادا ہوگا جو ڈویژن کی منظور شدہ بجٹ گرانٹ برائے سال موجودہ سے پورا کیا جائے گا۔
یہ مراسلہ نائب مشیر مالیات (کابینہ) کی رضامندی بحوالہ ان کی غیر رسمی کیفیت نمبر  ۴/۶/۷۳  مؤرخہ  ۴/۷/۱۹۹۹ سے جاری کیا جا رہا ہے۔
آپ کا  نیاز مند
(محمد اکرم)  
سیکشن افسر    
فون نمبر  ۰۵۱-۹۸۲۳۶۷۹۴
نقل بخدمت:
نائب مشیر مالیات (کابینہ)
جناب محمد اکرم نے مقتدرہ (اب ادارہ فروغ قومی زبان)کے قیام کے بعد ابتدائی برسوں میں نفاذ اُردو کے سلسلے میں اپنی ذمہ داریاں نہایت محنت اور خلوص سے ادا کیں۔
۲۰۱۰ء میں بطور جوائنٹ سیکریٹری وزارت دفاع سے ریٹائرہوئے۔
دفتری یادداشت
استعمال
۱۔ وزارتوں/ ڈویژنوں کے درمیان مراسلت  کے لیے۔
۲۔ ملحقہ محکموں اور ماتحت اداروں کو ایسی ضروری معلومات ارسال کرنے کے لیے جن کا درجہ حکم سرکار کا نہ ہو۔
۳۔ دفتری یادداشت کے ذریعے حکومت کا حکم جاری نہیں کیا جاتا۔
۴۔ دفتری یادداشت صیغہ واحد غائب میں لکھی جاتی ہے اور اس کا آغاز ان الفاظ سے ہوتا ہے:  
’’حسبِ ہدایت زیردستخطی کرتا ہے کہ‘‘۔
’’حسبِ ہدایت راقم گزارش کرتا ہے کہ‘‘۔
اجزائے ترکیبی
۲۔ نمبر مراسلہ، تاریخ اجرا اور مقام اجرا۔
۳۔ موضوع (ضروری ہے)۔
۴نفس مضمون۔
۵۔ اس میں القاب اور اختتامیہ نہیں لکھے جاتے۔
۶۔ آخر میں، دستخط کے نیچے بھیجنے والے کا نام، عہدہ اور فون نمبر لکھتے ہیں۔ بھیجنے والے افسر کا نام قوسین میں لکھا جاتا ہے۔
۷۔ جس وزارت/ ڈویژن/ ملحقہ محکمے یا ماتحت ادارے کو دفتری یادداشت لکھی جا رہی ہو اس کا نام مراسلے کے آخرمیں صفحے کے نیچے بائیں طرف انگریزی تحریر میں اور نیچے دائیں طرف اُردو تحریر میں درج ہونا چاہیے۔
حسبِ ضرورت قوسین میں متعلقہ افسر کا نام اور عہدہ لکھا جاتا ہے۔پھر متعلقہ وزارت/ ڈویژن/ملحقہ محکمے/ ماتحت دفتر کا پتہ لکھا جاتا ہے۔
دفتری یادداشت کے ابتدائی مخصوص الفاظ اور فقرات
حسبِ ہدایت راقم (زیردستخطی) گزارش کرتا ہے کہ  ........

حسبِ ہدایت راقم اس کے ساتھ ارسال کرتا ہے۔ .......
حسبِ ہدایت راقم عرضکرتا ہے کہ زیردستخطی کو یہ کہنے کی ہدایت کی گئی ہے کہ ..........
حسبِ ہدایت راقم گزارش کرتا ہے کہ  .............
موضوع بالا پر دفاع ڈویژن کی دفتری یادداشت نمبر  ۶/۹/۷۲  مؤرخہ ۱/۲/۱۹۹۱کے حوالے سے راقم کو یہ عرض کرنے کی ہدایت کی گئی ہے کہ 
راقم کومعاہدے کی ایک نقل ضروری کارروائی کے لیے ارسال خدمت کرنے کی ہدایت کی گئی ہے۔
مندرجہ بالا موضوع پر تعلیم ڈویژن کی دفتری یادداشت نمبر ۷/۹/۷۲مؤرخہ   ۱/۳/۱۹۹۱  کے حوالے سے حسبِ ہدایت راقم اس میں درج قیاس مفروضہ کی تصدیق کرتا ہے۔ 
کابینہ ڈویژن کی دفتری یادداشت نمبر   ۶/۹/۷۲مؤرخہ  ۱/۴/۱۹۹۱کے حوالے سے راقم کو یہ کہنے کی ہدایت کی گئی ہے کہ محولہ بالا دفتری یادداشت میں مذکورہ دستاویزات اس کے ہمراہ موصول نہیں ہوئیں۔
مندرجہ بالا موضوع پر خواتین ڈویژن کی دفتری یادداشت نمبر مؤرخہ   ۲۵/۵/۱۹۹۲  کے حوالے سے، حسبِ ہدایت راقم گزارش کرتا ہے کہ  ............
مندرجہ بالا موضوع پرعملہ ڈویژن ( انتظامی خدمات ونگ) کی دفتری یادداشت نمبر ۶/۸/۷۲مؤرخہ ۶/۹/۱۹۹۱ کے حوالے سے راقم کو یہ کہنے کی ہدایت کی گئی ہے کہ ................
اس ڈویژن کی دفتری یادداشت نمبر  ۶/۸/۷۲  مؤرخہ  ۹/۱۰/۱۹۹۲  پر ختم ہونے والی مراسلت کے حوالے سے حسبِ ہدایت راقم گزارش کرتا ہے کہ
تعلیم ڈویژن کے نیم سرکاری خط نمبر ۵/۸/۷۲ مؤرخہ  ۷/۹/۱۹۹۲ پر رُکی ہوئی مراسلت کے حوالے سے حسبِ ہدایت زیردستخطی گزارش کرتا ہے کہ 
علیم ڈویژن کے نیم سرکاری خط نمبر ۵/۸/۷۲ مؤرخہ  ۷/۹/۱۹۹۲ پر موقوف شدہ مراسلت کے حوالے سے حسبِ ہدایت زیردستخطی گزارش کرتا ہے کہ 
اس ڈویژن کی دفتری یادداشت نمبر  ۷/۸/۷۲مؤرخہ  ۸/۹/۱۹۹۲ اور اسی نمبر کی دفتری یادداشت مؤرخہ  ..........  بہ موضوع بالا   کے حوالے سے راقم کو یہ کہنے کی ہدایت کی گئی ہے کہ یہ فیصلہ ہوا ہے کہ ..........
راقم کو ہدایت کی گئی ہے کہ موضوع بالا پر اس وزارت کی دفتری یادداشت نمبر مؤرخہ ۷/۹/۱۹۹۲ کی طرف توجہ مبذول کراتے ہوئے گزارش کرے کہ .............
راقم کو ہدایت کی گئی ہے کہ موضوع بالا پر اس ڈویژن کی دفتری یادداشت نمبر  ۵/۹/۷۲  مؤرخہ  ۹/۹/۱۹۹۲ کے حوالے سے اطلاع دے کہ صورت حال کا مزید جائزہ لیا گیا ہے۔
موضوع بالا پر اس وزارت کی دفتری یادداشت نمبر  ۷/۸/۷۲مؤرخہ  ۱۰/۹/۱۹۹۲ کے شیڈول کے حوالے سے راقم کو مندرجہ ذیل مزید فیصلے ارسال کرنے کی ہدایت کی گئی ہے۔
موضوع درج بالا پر اس وزارت (وزارت ہٰذا) کی دفتری یادداشت نمبر ۸/۹/۷۲  مؤرخہ  ۱۱/۹/۱۹۹۲  اور اسی نمبر کی ترمیم مابعد مؤرخہ  ۱۲/۹/۱۹۹۲  کے حوالے سے راقم کو یہ کہنے کی ہدایت کی گئی ہے کہ 
حسبِ ہدایت راقم کو یہ عرض کرنے کی ہدایت کی گئی ہے کہ اس ڈویژن کی دفتری یادداشت نمبر  ۸/۹/۷۲ مؤرخہ  ۱۳/۹/۱۹۹۲پڑھیے بشمول یکساں نمبر کی دفتری یادداشت نمبر مؤرخہ  ۱۲/۹/۱۹۹۲بابت عدم اعتراض یہ فیصلہ کیا گیا ہے کہ
حسبِ ہدایت گزارش ہے کہ وزارت ہٰذا کی دفتری یادداشت نمبر  ۸/۹/۷۲مؤرخہ  ۱۳/۹/۱۹۹۲ کے حوالے سے یہ شبہ پیدا ہوا ہے کہ بنیادی اور ضمنی قواعد جلد دوم کے ضمیمہ نمبر  ۴ کے جاری ہونے کے بعد بھی آیا یہ احکامات نافذ العمل ہیں۔
راقم کو وزارت ہٰذاکی دفتری یادداشت نمبر  ۷/۸/۷۲مؤرخہ  ۱۴/۹/۱۹۹۲ میں جاری کردہ احکامات کے حوالے سے گزارش کرنے کی ہدایت کی گئی ہے کہ 
موضوع درج بالا پراس وزارت کی اسی نمبر کی دفتری یادداشت مؤرخہ  ۱۴/۹/۱۹۹۲ کی طرف توجہ مبذول کراتے ہوئے راقم کو یہ گزارش کرنے کی ہدایت کی گئی ہے کہ الفاظ  ’’............‘‘  اس میں سے حذف کر دیے جائیں۔
راقم کو یہ عرض کرنے کی ہدایت کی گئی ہے کہ بنیادی اور ضمنی قواعد حصہ دوم کے ضمیمہ نمبر  ۴میں صدرمملکت نے مندرجہ ذیل ترامیم کرنے کا حکم دیا ہے۔
موضوع درج بالا پر اس وزارت کی دفتری یادداشت نمبر  ۷/۹/۷۲مؤرخہ  ۱۵/۹/۱۹۲  کے تسلسل میں راقم کو یہ وضاحت کرنے کی ہدایت کی گئی ہے کہ 
راقم حسبِ ہدایت عرض کرتا ہے کہ موضوع بالا پر اس ڈویژن کی دفتری یادداشت نمبر  ۸/۹/۷۲ مؤرخہ  ۱۵/۹/۱۹۹۲ کے پیرا (۱) کے آخر میں، ان احکامات کے اجرا کی تاریخ سے مؤثر، حسبِ ذیل شامل کرنے کا فیصلہ کیا گیا ہے۔
راقم کو یہ عرض کرنے کی ہدایت کی گئی ہے کہ کہ اس ڈویژن کے علم میں یہ بات لائی گئی ہے کہ ڈویژن ہٰذا کی دفتری یادداشت نمبر  ۷/۸/۷۲  مؤرخہ ۱۵/۹/۱۹۹۲ اور نمبر ۷۲ مؤرخہ ۱۵/۹/۱۹۹۲ بہ موضوع بالا، میں جاری شدہ ہدایات کے باوجود ...........
راقم کو عرض کرنے کی ہدایت کی گئی ہے کہ قواعد بابت  عدم اعتراض میں درج ذیل پیروں کی حدتک نظرثانی کرنے کا فیصلہ کیا گیا ہے۔
راقم کو عرض کرنے کی ہدایت کی گئی ہے کہ اس ڈویژن میں حوالہ جات موصول ہوئے ہیں جن میں استفسار کیا گیا ہے کہ اس ڈویژن کی دفتری یادداشت نمبر ۸/۹/۷۲ مؤرخہ ۱۶/۹/۱۹۹۲ ؛ حسبِ ترمیم دفتری یادداشت یکساں نمبر  ۷۲  مؤرخہ  ۱۶/۹/۱۹۹۲ میں مشمولہ احکامات کا اطلاق آیا وفاقی حکومت کے تحت خود مختار اداروں کے ملازمین پر بھی ہوتا ہے یا نہیں۔
سیکریٹری عملہ ڈویژن کے نیم سرکاری خط نمبر  ۸/۹/۷۲ مؤرخہ  ۱۶/۹/۱۹۹۲ کے تسلسل میں، راقم کو یہ استدعا کرنے کی ہدایت کی گئی ہے کہ ملفوفہ کیفیت ناموں میں مندرجہ ذیل معلومات، عملہ ڈویژن کو فوری طور پر فراہم کی جائیں۔
عملہ ڈویژن کی اسی نمبر کی دفتری یادداشت مؤرخہ ۸/۹/۷۲ کے تسلسل میں راقم کو یہ عرض کرنے کی ہدایت کی گئی ہے کہ اس میں طلب کردہ معلومات کے علاوہ مندرجہ ذیل معلومات بھی فراہم کی جائیں۔
موضوع درج بالا پر عملہ ڈویژن کی دفتری یادداشت نمبر  ۸/۹۔۷۲ مؤرخہ ۱۶/۹/۱۹۹۲  کے حوالے سے حسبِ ہدایت راقم مندرجہ ذیل وضاحت پیش کرتا ہے۔
عملہ ڈویژن کی دفتری یادداشت نمبر  ۷۲ مؤرخہ  ۱۷/۹/۱۹۹۲ کے حوالے سے حسبِ ہدایت راقم یہ وضاحت کرتا ہے کہ رواں چارج کی بنیاد پر انتظامات کرنے کی غرض سے یہ ضروری نہیں ہے کہ ترقی کے لیے مقررہ مدت ملازمت پورا ہونے پر اصرار کیا جائے/ زور دیا جائے۔
کابینہ ڈویژن کی دفتری یادداشت نمبر  ۸/۹/۷۲ مؤرخہ  ۱۷/۹/۱۹۹۲ اور اس موضوع پر وقتاً فوقتاً جاری ہونے والی ہدایات کی تنسیخ کرتے ہوئے ، راقم کو یہ عرض کرنے کی ہدایت کی گئی ہے کہ حکومت پاکستان نے سرکاری ملازمین کو وصول ہونے والے تحائف کی قبولیت اور ان کے انتظام کا مندرجہ ذیل طریق کار وضع کیا ہے۔
زیردستخطی کو یہ عرض کرنے کی ہدایت کی گئی ہے کہ منقولہ/غیر منقولہ املاک کے حصول/ فروخت/تعمیر کے بارے میں افسروں/ اہل کاروں کو اجازت کے لیے مرسومہ/ پروفارما پر نظرثانی کی گئی ہے تاکہ اسے زیادہ واضح بنایا جا سکے۔
نمونہ دفتری یادداشت (انگریزی - اُردو)
نمونہ دفتری یادداشت (اُردو)
حکومت پاکستان
کابینہ سیکریٹریٹ
(تنظیم و طریق کارڈویژن)
مرکز تحقیقاتِ نظم عامہ 
نمبر : ۸۱/۲/۱۱۔ دستورالعمل           	  	
اسلام آباد مؤرخہ ۱۵۔ اگست ۱۹۸۱ء
دفتری یادداشت
موضوع: سیکریٹریٹ اور ملحقہ محکمہ جات/ ماتحت دفاتر کی کارکردگی کے اور زیادہ مؤثر معائنے اورنگرانی کے لیے اداراتی انتظامات
حسبِ ہدایت، فارموں اور طریق کار کو آسان بنانے کے لیے سیکریٹریوں کی ذیلی کمیٹی کی جانب سے پیش کردہ سفاشات کااقتباس (منسلکہ) ارسال ہے، مزید عرض ہے کہ کابینہ نے مندرجہ ذیل فیصلے کیے ہیں:
وزارتوں/ ڈویژنوں کے تمام انچارج سیکریٹریوں کو ہدایت کی جائے کہ ہدایات معتمدی میں مشمولہ ہدایات معائنہ کی سختی سے پابندی کو یقینی بنائیں۔
اس کے لیے ہر وزارت/ ڈویژن کے جوائنٹ سیکریٹری (انتظامیہ) کو ذمہ دار بنایا جائے۔
معائنے کے پروفارموں کو اس طرح سادہ بنایا جائے کہ ہر معائنہ افسر صرف منتخب چیزوں کا معائنہ کرے۔ ہر سطح پر معائنے اور نگرانی کی ذمہ داری نہایت واضح اور قطعی ہونی چاہیے۔
وزارتوں/ ڈویژنوں سے درخواست ہے کہ وہ کابینہ کی مذکورہ بالا ہدایات پر عمل درآمد کے لیے ضروری اقدام کریں اور ڈویژن ہٰذا کو اس بارے میں مطلع کریں
اب تنظیم و طریق کارڈویژن کو عملہ ڈویژن میں ضم کر دیا گیا ہے اور یہ عملہ ڈویژن کے انتظامی خدمات ونگ کے طور پر کام کرتا ہے۔
ہدایات سیکریٹریٹ کے پیرا۔ ۵۳ میں تحریر کردہ وفاقی سیکریٹریٹ کے معائنوں کے بارے میں وضاحت کی جاتی ہے کہ اب اس کی ضرورت نہیں کہ معائنہ رپورٹیں صدارتی نمائندہ برائے انتظامی معائنہ کو بھیجی جائیں کیونکہ اس تنظیم کو اب ختم کر دیا گیا ہے۔
(ایم۔ جے ۔آر خان)     
ڈائریکٹر جنرل        
جملہ وزارتیں/ ڈویژن
(جوائنٹ سیکریٹری انچارج انتظامیہ)
راولپنڈی/ اسلام آباد/ کراچی
نقل برائے اطلاع و ضروری کارروائی بخدمت:
چیف سیکرٹر ی/ معتمد اعلیٰ،
حکومت پنجاب، لاہور
چیف سیکرٹر ی/ معتمد اعلیٰ،
حکومت سندھ، کراچی
چیف سیکرٹر ی/ معتمد اعلیٰ،
حکومت شمال مغربی سرحدی صوبہ*، پشاور
چیف سیکرٹر ی/ معتمدا علیٰ،
حکومت بلوچستان، کوئٹہ۔
(ایم۔ جے ۔آر خان)      
ڈائریکٹر جنرل

آئین اسلامی جمہوریہ پاکستان ۱۹۷۳ میں اٹھارویں ترمیم کے تحت شمال مغربی سرحدی صوبے کا نام تبدیل کرکے خیبر پختون خوا رکھ دیا گیا ہے۔
منسلکہ
ذیلی کمیٹی کی طرف سے پیش کی گئی سفارشات
شق نمبر۵۔
ذیلی کمیٹی نے مسئلے پر غور کیا اور محسوس کیا کہ باقاعدہ اور منظم معائنوں کے لیے تفصیلی ہدایات برائے ڈپٹی سیکریٹری اورجوائنٹ سیکریٹری پہلے ہی ہدایات معتمدی میں موجود ہیں۔
ملحقہ محکموں میں معائنوں کے لیے ایسی ہدایات عملہ ڈویژن کی جانب سے تمام وزارتوں اور ڈویژنوں کو بھیجی گئیں۔
تاہم یہ بات ملاحظہ کی گئی کہ عملی طور پر معائنے باقاعدہ وقفوں پر نہیں کیے گئے۔
دو صوبائی حکومتوں کی طرف سے اظہار کردہ آراء نے تصدیق کی ہے کہ صوبوں میں مختلف تنظیموں میں باقاعدہ وقفوں سے معائنے نہیں کیے گئے۔
اس کا اہم سبب یہ تھا کہ معائنے کرنے والے ذمہ دار افسروں کا روزانہ زیادہ تر وقت ایسے معاملات مثلاً اہم اشیاء کی سطح قیمت نافذ کرنے، پروٹو کول اور گاڑیوں کی پڑتال وغیرہ پر صرف ہوتا تھا
بعض صورتوں میں افسران اعلیٰ جن کو معائنے کے لیے وقت نہیں ملا انھوں نے اپنے ماتحتوں کو اپنی طرف سے معائنہ کرنے کے لیے مامور کیا ۔
مزید برآں معائنے کے لیے اداراتی انتظامات کی کثرت؛ مثلاً گورنر کی معائنہ ٹیم، صوبائی نگران کمیشن، ڈویژنل نگران کمیٹی اور ضلعی نگران کمیٹی وغیرہ جس کے نتیجے میں ہر ادارے کی ذمہ داری کے بارے میں ابہام سے الجھن پیدا کر سکتی ہے۔ 
کمیٹی کو یہ بھی اطلاع دی گئی کہ معائنے کا طریقہ کار پیچیدہ ہے جس سے عام طور پرمعائنہ مشکل ہو جاتا ہے اور اس میں وقت بھی زیادہ صرف ہوتا ہے۔
تبادلہ خیال کے بعد ذیلی کمیٹی نے مندرجہ ذیل سفارشات پیش کرنے کا فیصلہ کیا:
(الف) وزارتوں/ ڈویژنوں کے جملہ انچارج سیکریٹریوں سے درخواست کی جائے کہ معائنے کے بارے میں ہدایات معتمدی میں مشمولہ ہدایات کی سختی سے پابندی کو یقینی بنائیں۔
اس مقصد کے لیے ہر وزارت/ ڈویژن کے جوائنٹ سیکریٹری (انتظامیہ) کو ذمہ داربنایا جائے کہ وہ ہدایات معتمدی کے مندرجات پر عمل درآمد کو یقینی بنائے۔
(ب) نظام کو مزید مؤثر اوربا کفایت بنانے کے لیے مختلف معائنہ ایجنسیوں کی تعداد میں تخفیف کی ضرورت پر غور کیا جائے۔
(ج) معائنے کے مرسوموں کو اس طرح آسان بنایا جائے کہ ہر معائنہ افسر کے جائزے کے لیے صرف منتخب چیزوں کو شامل کیا جائے۔
(د) معائنے اور نگرانی کی ذمہ داری کا طریق عمل اور دائرہ کار نہایت واضح اور متعین ہونا چاہیے۔ 
نمونہ دفتری یادداشت
حکومت پاکستان
مالیات ڈویژن					
(تاریخ)
نمبر ۶/۹/۷۲	          	  
اسلام آباد ،  .............
دفتری یادداشت
موضوع : سول ملازمین کے قواعد رخصت پر نظرثانی
حسبِ ہدایت زیردستخطی، درج بالا موضوع پر اس ڈویژن کی دفتری یادداشت نمبر  ۳/۹/۷۲مؤرخہ ۲/۷/۱۹۹۱  کے پیرا - ۱۱ کے حوالے سے وضاحت کرتا ہے کہ اگر رخصت قبل از ریٹائرمنٹ گزارنے والا سول ملازم ایسی رخصت کے ۱۸۰ دن گزارنے سے پہلے فوت ہو جائے تو اس کا خاندان ۱۸۰ دن میں سے باقی دنوں کی مدت کے لیے یک مشت ادائیگی کا حق دار ہوگا۔
(محمد اسحاق)  
سیکشن افسر   
فون نمبر :  ۰۵۱-۸۵۶۷۴۳۲۹
جملہ وزارتیں/ ڈویژن
اسلام آباد/ راولپنڈی
مراسلہ نگار افسر مراسلے پر اپنا ٹیلی فون نمبر ضرور تحریر کرے۔
یادداشت
استعمال
۱۔ وزارتوں، ڈویژنوں اور ان کے ملحقہ محکموں اور ماتحت دفاتر کے درمیان مراسلت کے لیے۔
۲۔ تقرر وغیرہ کی درخواستوں اور عرض داشتوں کا جواب دینے کے لیے۔
۳۔ تادیبی معاملات میں فرد جرم عائد کرنے یا اظہار وجوہ کا نوٹس دینے کے لیے۔
اجزائے ترکیبی
۱۔ سب سے پہلے حکومت پاکستان اور پھر وزارت، ڈویژن، ملحقہ محکمے، ماتحت دفتر کا نام۔
۲۔ نمبر مراسلہ، تاریخ اجرا اور مقام اجرا۔
۳۔ موضوع۔
۴۔ یادداشت صیغہ واحد غائب میں لکھی جاتی ہے اور اس کا آغاز ان الفاظ سے ہوتا ہے:
حوالہ درخواست/ عرض داشت/ مراسلہ نمبر  ۵/۷/۷۲. مؤرخہ  ۴/۶/۱۹۹۱. از . راشد علی بہ موضوع بالا۔
۵۔ اس میں القاب اور اختتامیہ نہیں لکھے جاتے۔
۶۔ یادداشت کے آخر میں دستخط کے نیچے، بھیجنے والے کا نام، عہدہ اور فون نمبر لکھتے ہیں۔ 
بھیجنے والے افسر کا نام قوسین میں لکھا جاتا ہے۔
۷۔ مکتوب الیہ کا نام یادداشت کے آخر میں بائیں جانب انگریزی تحریر میں اور دائیں جانب 
اُردو تحریر میں درج ہونا چاہیے۔
یادداشت کے ابتدائی مخصوص الفاظ و فقرے
جناب ڈائریکٹر جنرل   کو ان کی عرض داشت مؤرخہ ۱/۸/۱۹۹۲کے حوالے سے مطلع کیا جاتا ہے کہ .......
جناب  سیکٹریری   کو ان کی درخواست مؤرخہ ۱/۸/۱۹۹۲ کے حوالے سے اس وزارت میں سیکرٹری کی عارضی اسامی مندرجہ ذیل حدود و شرائط پر پیش کی جاتی ہے۔
جناب  ڈائریکٹر جنرل، سیکشن افسر ،  سیکرٹری  ڈویژن ، اسلام آباد مبینہ طور پر حسبِ ذیل جرائم کا حقائق کے پیش نظر مجرم پائے گئے ہیں۔
حوالہ کابینہ ڈویژن کی دفتری یادداشت نمبر ۸/۹/۷۲ مؤر خہ ۲/۸/۱۹۹۱ بہ موضوع بالا۔
نمونہ یادداشت (انگریزی- اُردو)
نمونہ یادداشت (اُردو)
حکومت پاکستان
کابینہ ڈویژن
نمبر ۳۔۹۰/۵۔ انتظامیہ	 	
اسلام آباد 
یادداشت
حوالہ : اس ڈویژن کی اسی نمبر کی یادداشت مؤرخہ   ۲/۸/۱۹۹۱
جناب  ڈائریکٹر صاحب ، نائب قاصد کو ہدایت کی گئی تھی کہ تین یوم کے اندر اس کا جواب پیش کریں کہ انھوں نے بلا اطلاع رخصت کیوں کی۔
نائب قاصد نے مذکورہ بالا یادداشت کا جواب نہیں دیا جو قواعد کی رو سے غلط روی ہے۔
لہٰذا جناب  ڈائریکٹر صاحب ، نائب قاصد کو دوبارہ ہدایت کی جاتی ہے کہ اس یادداشت کے وصول کرنے کے تین یوم کے اندر اپنے غیر ذمہ دارانہ رویہ کی وجہ بیان کریں۔ 
وہ یہ ذہن نشین رکھیں کہ اگر انھوں نے سرکاری احکام کی تعمیل نہیں کی تو قواعد (اہلیت و انضباط) سرکاری ملازمین، ۱۹۷۳ء کے تحت ان کے خلاف سخت تادیبی کارروائی کی جائے گی۔          
(محمد خالد )      
سیکشن افسر (انتظامیہ) 
ٹیلی فون ۰۵۱-۲۹۸۳۷۶۵
جناب  ڈائریکٹر جنرل
نائب قاصد،
کابینہ ڈویژن،اسلام آباد۔
نیم سرکاری خط
استعمال
۱۔ سرکاری افسر آپس میں مراسلت کے لیے نیم سرکاری خط لکھتے ہیں۔ 
۲۔ مراسلت کی یہ شکل مندرجہ ذیل مواقع پر استعمال ہوتی ہے:
(الف) جب کسی معاملے کی جانب مکتوب الیہ افسر کی ذاتی توجہ مبذول کرانا ہو۔
(ب) جب یہ محسوس ہو کہ کوئی معاملہ طے کرنے میں بہت زیادہ تاخیر ہوگئی ہے اور بار بار یاددہانی کے باوجود متعلقہ دفتر جواب نہیں دے رہا۔
(ب) جب یہ محسوس ہو کہ کوئی معاملہ طے کرنے میں بہت زیادہ تاخیر ہوگئی ہے اور بار بار یاددہانی کے باوجود متعلقہ ڈویژن کوئی کارروائی نہیں کر رہا۔
نیم سرکاری خط کا انداز تحریر
۱۔ سرنامہ (طبع شدہ): سب سے پہلے حکومت پاکستان اور پھر وزارت/ ڈویژن/ محکمے/ ماتحت دفتر/ ادارے کا نام۔
۲۔ نمبر مراسلہ: سرنامے کے نیچے انگریزی میں بائیں طرف/ اُردو میں دائیں طرف۔
۳۔ مقام اور تاریخ اجرا: سرنامے کے نیچے انگری میں دائیں/ اُردو میں بائیں طرف۔
۴۔ مراسلہ نگار کا نام : عہدہ اور فون نمبر (پہلے صفحے پر طغرے کے نیچے)
۵۔ موضوع: بعض اوقات موضوع نہیں لکھتے۔ اس صورت میں موضوع نفس مضمون میں آ جاتا ہے۔
۶۔ القاب:
(الف) ہم مرتبہ افسر کے لیے : محترم/محترمہ کے ساتھ مکتوب الیہ افسر کا نام۔
(ب) مقدم (سینئر) افسر کے لیے: محترم جناب 

۸۔  اختتامیہ :  آپ کا مخلص
۷۔ نفس مضمون : عموماً صیغہ واحد متکلم استعمال کیا جاتا ہے۔
۹۔ دستخط کنندہ کا نام اور عہدہ: 
۱۰۔ مکتوب الیہ کا نام، عہدہ اور پتہ: (انگریزی میں بائیں جانب، اُردو میں دائیں جانب)
نیم سرکاری خط کا پہلا فقرہ
براہ کرم  منصوبے کے بارے میں اپنے نیم سرکاری خط نمبر ۷/۸/۷۲مؤرخہ  ۲/۱۰/۱۹۹۲ کی جانب توجہ مبذول فرمائیں۔
میں آپ  کے نام اپنے سابقہ خط نمبر  ۷۲  مؤرخہ  ۲/۱۰/۱۹۹۲ کی ایک نقل ارسال کررہا ہوں۔
کیا آپ پیرا بالاکے بارے میں حاشیہ پر درج شدہ مراسلت (برائے فوری حوالہ، نقول منسلک ہیں) اور درجنوں مراسلات یاددہانی کی طرف توجہ فرمائیں گے۔
براہ کرم اس وزارت کے جوائنٹ سیکریٹری (انتظامیہ) کے نام اپنے نیم سرکاری خط نمبر ۸/۹/۷۲  مؤرخہ  ۳/۱۰/۱۹۹۲  کی طرف رجوع فرمائیں۔
آپ کو یاد ہوگا کہ 
براہ کرم  منصوبے کے بارے میں اس ڈویژن کی دفتری یادداشت نمبر ۸/۹/۷۲ مؤرخہ ۴/۱۰/۱۹۹۲اور مابعد اسی نمبر کی یاددہانیوں مؤرخہ ۴/۱۰/۱۹۹۲ اور منصوبےکے سلسلہ میں کی گئی مراسلت کی طرف توجہ فرمائیں۔
کیا آپ  منصوبے کے بارے میں اپنے نیم سرکاری خط نمبر ۶/۷/۷۳ مؤرخہ ۴/۱۰/۱۹۹۲ کی طرف توجہ فرمائیں گے؟
اس دفتر کے خط نمبر  ۷۳   مؤرخہ ۴/۱۰/۱۹۹۲ کے تسلسل میں گزارش ہے کہ ........
آپ کے خط نمبر  ۶/۸/۷۲ مؤرخہ ۴/۱۰/۱۹۹۲کے جواب میں اس امر کی نشاندہی کی جاتی ہے کہ
مذکورہ بالا موضوع پر سیکریٹری تعلیم ڈویژن کے نام آپ کے خط نمبر ۶/۸/۷۲  مؤرخہ  ۶/۱۰/۱۰۰۲  کے حوالے سے عرض ہے کہ ........
آپ کے محولہ بالا خط کے حوالے سے درخواست ہے کہ موجودہ صورت حال کی اطلاع دیجیے۔
براہ کرم اپنے محولہ بالا خط کی طرف رجوع فرمائیں اور منصوبےکے بارے میں موجودہ صورت حال کی اطلاع دیں۔
مجھے اطلاع دے کر ممنون فرمایا جائے کہ 
سیکریٹری الیکشن کمیشن پاکستان کے نام آپ کے نیم سرکاری خط نمبر  ۷/۸/۷۲  مؤرخہ  ۷/۱۰/۱۹۹۲ کے حوالے سے آپ کو یاد ہوگا کہ 
 منصوبےکے بارے میں سیکریٹری کابینہ سے موصولہ منسلکہ خط  ۷۳  مؤرخہ  ۷/۱۰/۱۹۹۲مع ملفوفات کی طرف براہ کرم رجوع کریں۔
 
براہ کرم ہمارے خط مؤرخہ ۷/۱۰/۱۹۹۲ کی طرف رجوع فرمائیں جس کی ایک نقل لف ہے کہ شایدیہ آپ نے پہلے وصول نہ کیا ہو۔
براہ کرم مذکورہ بالا موضوع پر اس دفتر کی دفتری یادداشت نمبر  ۷/۸/۷۳ مؤرخہ  ۸/۱۰/۱۹۹۲ کے پیرا نمبر ۲ تا ۴ میں مشمولہ ہدایات کی طرف رجوع فرمائیں۔
اس دفتر کی تظہیر نمبر ۷۳ مؤرخہ ۹/ کے ذریعے مشتہر کی گئی، مالیات ڈویژن کی دفتری یادداشت نمبر ۷۳ مؤرخہ ۹/۱۰/۱۹۹۲ بابت  منصوبے میں  معاونت کے پیرا نمبر ۴ کی طرف براہ کرم رجوع فرمائیں۔
براہ کرم وفاقی سیکریٹریٹ میں معاونین کے مقررہ فرائض سے متعلق اپنے متعدد استفسارات کی طرف رجوع فرمائیں۔
زرضمانت کی واپسی کے لیے، میسرز  الف ب لیمٹڈ سے موصولہ خط مؤرخہ  ۱۰/۱۰/۱۹۹۲ کو وصول شدہ مع منسلکات کی طرف، براہ کرم رجوع فرمائیں۔
میں آپ کے نام اپنے خط نمبر ۷/۸/۷۳ مؤرخہ  ۱۱/۱۰/۱۹۹۲ کی ایک نقل اس کے ساتھ ملفوف کر رہا ہوں۔
میں آپ کے نام اپنے خط نمبر ۷/۸/۷۳ مؤرخہ  ۱۱/۱۰/۱۹۹۲ کی ایک نقل اس کے ساتھ منسلک کر رہا ہوں۔
وزیراعظم سیکریٹریٹ (پبلک) کے نام مراسلہ پر دستخط کرنے والے افسر کی سطح سے متعلق کابینہ ڈویژن کی جاری کردہ ہدایات کی طرف رجوع کریں۔
نمونہ نیم سرکاری خط (انگریزی - اُردو)
نمونہ نیم سرکاری خط
حکومت پاکستان
(کابینہ سیکریٹریٹ)
کابینہ ڈویژن
نمبر ۸۵/۲/۱۰۔ این ایل اے                  	  	
راولپنڈی، ۲۶۔ فروری ۱۹۸۵ء
خالد عمر فاروقی،
اضافی معتمد
ایڈیشنل سیکریٹری،
فون : ۶۳۲۲۱۹
موضوع: نفاذ اُردو بطور دفتری زبان
مکرمی، السلام علیکم۔
صدارتی فرمان نمبر ۱۹۸۴/۲۲۸ء بہ موضوع بالا کے حوالے سے میں آپ کی توجہ اس امر کی جانب مبذول کرانا چاہتا ہوں۔
مختلف وزارتوں/ڈویژنوں کے تقریباً اٹھارہ سو افسران نے علامہ اقبال اوپن یونیورسٹی کی وساطت سے دفتری اُردو کورس مکمل کر لیا ہے، نیز اُردو مختصر نویسی/ ٹائپنگ میں پہلا کورس اپریل ۱۹۸۵ء میں ختم ہو رہا ہے۔
اب اس بات کی ضرورت ہے کہ تربیت یافتہ افراد نے جو اہلیت اور فنی مہارت حاصل کی ہے وہ نہ صرف برقرار رکھیں بلکہ اس میں اضافہ کریں۔
اس مقصد کے حصول کے لیے مندرجہ ذیل ہدایات برائے تعمیل آپ کی خدمت میں ارسال کی جا رہی ہیں
(۱) ضروری ہے کہ افسران اپنے دفتری کام کا کچھ حصہ اُردو میں سرانجام دیں تاکہ اُردو میں تربیت یافتہ ٹائپ کا ر اور مختصر نویس مشق جاری رکھ سکیں اور تربیت کے ثمرات ضائع نہ ہوں۔ 
توقع ہے کہ ہر افسر اس سلسلے میں اپنی صوابدید پر اُردو میں دائرہ کار کا تعین کرے گا اور بتدریج اسے وسعت دے گا۔

(۲) فائلوں پر جہاں تک ممکن ہو، مختصر کیفیت نگاری (نوٹنگ) اُردو میں کی جائے۔
(۳) سکیل (۱۔۴) کے سرکاری ملازمین مثلاً خاکروب، فراش، نائب قاصد، قاصد، جمعدار، ڈرائیور وغیرہ سے تمام مراسلت اُردو میں کی جائے۔
(۴) اُردو میں وصول ہونے والے خطوط اُردو میں ڈائری کیے جائیں اور ان کا جواب بھی اُردو میں دیا جائے۔
جہاں تک ممکن ہو عوام کے ساتھ خط و کتابت اُردو میں کی جائے۔
نفاذ اُردو کے سلسلے میں یہ تاریخی مراسلہ اُردو میں جاری ہوا۔
(۵) داخلی ہدایات/حکم نامے اُردو میں جاری کی جائیں۔
نیزداخلی اجلاسوں کی کارروائی اُردو میں تحریرکی جائے۔
(۶) تازہ رسیدوں پر مختصر احکامات مثلاً " اسے فوری پیش کیجیے" ،" متعلقہ ریکارڈ کے ساتھ پیش کریں " وغیرہ اور دستخط اُردو میں کیے جائیں۔
(۷) مختصر مراسلات یاددہانی، جہاں تک ممکن ہو اُردو میں جاری کیے جائیں۔
(۸) افسروں/عہدے داروں کے ناموں کی تختیاں اُردو میں لکھوائی جائیں۔
(۹) جنرل سیکشن کا تمام کام اُردو میں کیا جائے اور اس سیکشن سے مختلف اشیاء مثلاً سٹیشنری وغیرہ کی طلب اُردو میں کی جائے۔
(۱۰) چھٹی کی درخواست اُردو میں تحریر کی جائے۔
(۱۱) آئندہ بھرتی کیے جانے والے کم از کم ایک تہائی مختصر نویس/ٹائپ کار ایسے ہوں جو اُردو اور انگریزی دونوں زبانوں میں استعداد رکھتے ہوں۔
(۱۲) ہر دفتر آئندہ خریدی جانے والی ٹائپ مشینوں میں سے اپنی ضرورت کے مطابق اُردو ٹائپ مشینیں خریدے۔
(۱۳) دفاتر میں استعمال ہونے والی سٹیشنری کا مطلوبہ حصہ اُردو میں طبع کیا جائے۔ 
۲۔ اُردو کے بطور دفتری زبان نفاذ کے سلسلہ میں یہ چند ابتدائی اقدامات ہیں۔
توقع کی جاتی ہے کہ جیسے جیسے تربیت یافتہ افراد کی تعداد بڑھتی جائے گی اُردو میں کام کی مقدار کے تناسب میں بتدریج اضافہ کیا جائے گا۔
بعض دفاتر میں ان ہدایات سے قبل ہی اُردو کا کافی وسیع استعمال کیا جا رہا ہے۔
اسے برقرار رکھا جائے اور جہاں تک ممکن ہو اس میں اضافہ کیا جائے۔
مندرجہ بالا ہدایات پر عمل درآمد کی رپورٹ تین ماہ کے اندر ارسال فرمائیں۔
آپ کامخلص    
(خالد عمر فاروقی)
جملہ وفاقی معتمدین
اضافی معتمدین انچارج
شریک معتمدین انچارج، وفاقی وزارات/ڈویژن، اسلام آباد/راولپنڈی۔
نقل برائے اطلاع اور ضروری کارروائی:
۱۔ جملہ صوبائی چیف معتمدین
۲۔ پرنسپل افسر اطلاعات، وزارت اطلاعات و نشریات، اسلام آباد۔
(خالد عمر فاروقی)
اضافی معتمد    
نقل برائے اطلاع:
۱۔ سی او ایس، برائے صدر پاکستان، راولپنڈی۔
۲۔ صدرنشین، مقتدرہ قومی زبان، اسلام آباد۔
(خالد عمر فاروقی)
اضافی معتمد   
غیر رسمی نوٹ

۱۔ عام طور پر وزارتوں/ڈویژنوں کے درمیان اور جہاں اجازت ہو، وزارت/ڈویژن اور ملحقہ محکمے کے درمیان مشورے کے لیے استعمال کی جاتی ہے۔
۲۔ غیر رسمی نوٹ کو مسل پر بھی بھیجا جا سکتا ہے اور علیحدہ بھی لکھا جا سکتا ہے۔
لکھنے کا طریقہ
۱۔ سرنامہ: سب سے پہلے حکومت پاکستان اور پھر وزارت/ڈویژن/محکمے/ماتحت دفتر/ادارے کا نام۔
۲۔ موضوع:
(ب): مسل کے بغیر غیر رسمی نوٹ ارسال کی جائے تو سرنامے کے نیچے موضوع لکھتے ہیں۔
۳۔ نفس مضمون:
(الف) مختصر مگر جامع کیفیت لکھنی چاہیے تاکہ مکتوب الیہ کو صورت حال کا مکمل علم ہو  جائے۔
(ب) جس نکتے پر دوسرے ڈویژن/محکمے کی آراء مشورہ طلب کیا جائے یا وضاحت مانگی جائے، اسے صاف صاف تحریر کیا جائے۔
(ب) جس تجویز پر دوسرے ڈویژن/محکمے کا تبصرہ طلب کیا جائے یا وضاحت مانگی جائے، اسے صاف صاف تحریر کیا جائے۔
(ب) جس تجویز پر دوسرے ڈویژن/محکمے کا مشورہ طلب کیا جائے یا وضاحت مانگی جائے، اسے صاف صاف تحریر کیا جائے۔
۴۔ دستخط کنندہ کا نام : 
عہدہ اور فون نمبر
۵۔ مکتوب الیہ 
(الف) وزارت/ڈویژن/ملحقہ محکمے کا نام اور مختصر پتہ۔
(ب) خصوصی توجہ کے لیے دفتر کے نام کے بعد قوسین میں متعلقہ افسر کا نام اور عہدہ بھی لکھا جاتا ہے۔
۶۔ حوالہ نمبر/تاریخ اجرا: مکتوب الیہ کے نام اور مختصر پتے کے نیچے ایک اُفقی لکیر ہوتی ہے۔
اس لکیر کے نیچے پہلے ارسال کرنے والے دفتر کا نام، پھر غیر رسمی نوٹ کے الفاظ کے ساتھ حوالہ نمبر اور تاریخ اجرا کا ذکر کیا جاتا ہے۔
۷۔ غیررسمی نوٹ میں القاب/اختتامیہ نہیں لکھتے۔
دوسرے دفتر کی مسل پر غیر رسمی کیفیت
جو مسلیں ایک دفتر سے دوسرے دفتر غیر رسمی کیفیت کے ذریعے بھیجی جاتی ہیں، ان پر کیفیت ،عام حالات میں ،اس کیفیت کے فوراً بعد لکھنی چاہیے جو بھیجنے والے دفتر نے تحریر کی ہے۔
دوسرے دفتر کی مسل پر کیفیت لکھنے سے پہلے کیفیت لکھنے والے دفتر کا نام واضح ٹائپ کرنا چاہیے۔
غیر رسمی کیفیت کے ابتدائی فقرے
بحوالہ مذکورہ بالا موضوع اس پر وزارت کی غیر رسمی کیفیت نمبر  ۶/۸/۷۲  مؤرخہ  ۶/۹/۱۹۹۲
موضوع بالا پر، کابینہ ڈویژن کی اسی نمبر کی غیر رسمی کیفیت  مؤرخہ   ۶/۹/۱۹۹۲   پر توقف شدہ مراسلت کا حوالہ 
موضوع بالا پر ثقافت ڈویژن کے خط نمبر ۸/۹/۷۲  مؤرخہ  ۷/۹/۱۹۹۲ بہ موضوع بالا، بنام  سیکرٹری، جس کی ایک نقل کابینہ ڈویژن کو ارسال کی گئی، کا حوالہ۔
مقتدرہ قومی زبان سے متعلق  جون ۱۹۹۰ سے  جون ۱۹۹۲  تک مدت کے لیے محاسبہ/آڈٹ و معائنہ نوٹ کا حوالہ۔
یہ وزارت پیرا نمبر۲ بالا میں اٹھائے گئے مسئلے کے بارے میں وزارت قانون کے مشورے کی ممنون ہوگی۔
وزارت قانون نیچے رکھی ہوئی اپنی مسل نکال لے/ہٹالے۔
عملہ ڈویژن برائے مشورہ ملاحظہ کرے۔
نمونہ غیررسمی نوٹ ( انگریزی- اُردو )
نمونہ غیر رسمی نوٹ
کابینہ سیکریٹریٹ
کابینہ ڈویژن
موضوع: دستاویزات اورسرکاری ریکارڈ کے تحفظ اور استعمال کے بارے میں فیصلوں کا نفاذ
مذکورہ بالا موضوع  پر، ناظم (دستاویزات) کو ارسال کردہ، ثقافت، کھیلوں اور امور نوجواناں ڈویژن کے خط نمبر ۷/۸/۷۲  مؤرخہ ۸/۹/۱۹۹۲ کا حوالہ جس کی ایک نقل کابینہ ڈویژن کو بھیجی گئی تھی۔
عرض ہے کہ اس سلسلے میں تازہ ترین صورت حال اس ڈویژن کو ارسال کی جائے تاکہ یہ سیکریٹری  کابینہ کی خدمت میں پیش کی جا سکے۔       
(اے ۔ ڈی ۔ کھوکھر)
سیکشن افسر
ثقافت، کھیل و امور ِ نوجوانان ڈویژن (سید سبط حسن، جائنٹ سیکریٹری)، اسلام آباد۔
کابینہ ڈویژن غیر رسمی نوٹ نمبر  ۸/۹/۷۲  مؤرخہ  9/9/1992
۱۔ کسی مراسلے کی نقل مکتوب الیہ کے علاوہ دوسرے دفاتر یا افراد کو ارسال کرنے کے لیے۔
۲۔ وصول شدہ مراسلے کی نقل کسی دوسرے دفتر/ دفاتر یا اپنے ہی دفتر کے افسران کو ارسال کرنے کے لیے۔
۳۔ وصول شدہ مراسلے کی نقل دوسرے دفاتر/ افراد کو بھیجنے کا طریقہ مندرجہ ذیل ہے:
(۱) سرنامہ: وصول شدہ مراسلے کے متن کے نیچے یا مناسب جگہ نہ ہونے کی صورت میں مراسلے کی پشت پر سب سے پہلے تظہیر کرنے والے دفتر کا نام۔
(۲) تظہیر نمبر: انگریزی میں بائیں طرف، اُردو میں دائیں طرف
(۳) مقام/ تاریخ اجرا۔
(۴) تظہیر کا مضمون جس میں مکتوب الیہ کا نام شامل ہوتا ہے۔ ایک سے زیادہ دفاتر کو ارسال کرنے کے لیے ہر مکتوب الیہ (دفتر/فرد) کا نام نئی سطر میں لکھا جاتا ہے۔
(۵) دستخط کنندہ کا نام (قوسین میں) عہدہ اور فون نمبر۔
تظہیر کے لیے مستعمل فقرے
نقل بخدمت
نقل ارسال ہے۔
نقل برائے اطلاع ارسال ہے۔
نقل برائے اطلاع و ضروری کارروائی ارسال ہے۔
نقل برائے دفتری ریکارڈ ارسال ہے۔
صرف سرکاری استعمال کے لیے نقل ارسال ہے۔
نقل برائے سہولت حوالہ ارسال ہے۔
نقل برائے تصریحات (آراء) ارسال ہے۔
مراسلہ منظوری کی تین نقول برائے دستخط ارسال ہیں۔
بہ سفارش ارسال ہے۔
برائے کارروائی ارسال ہے۔
برائے احکام ارسال ہے۔
برائے غور ارسال ہے۔
مثبت غور کے لیے ارسال ہے۔
اصل ارسال ہے۔
پیشگی نقل ارسال ہے۔
نقل بذریعہ ڈاک۔
مراسلہ کی ایک نقل دوبارہ ارسال خدمت ہے۔
نقل بخدمت: اس درخواست کے ساتھ کہ اپنا تبصرہ جلد از جلد ارسال کریں۔
پرنسپل افسر اطلاعات، محکمہ اطلاعات، حکومت پاکستان، اسلام آباد کو اعلامیہ جاری کرنے اور اس کی وسیع تشہیر کے لیے ارسال کیا گیا۔
مطلوبہ کارروائی کے لیے ارسال ہے۔ 
برائے ضروری کارروائی ارسال ہے۔
برائے اطلاع ارسال ہے۔
برائے ملاحظہ اور واپسی ارسال ہے۔
نقل بخدمت......... برائے یکساں کارروائی۔
اس ڈویژن کے اسی نمبر کے خط مؤرخہ ۳/۸/۱۹۹۱ کے تسلسل میں، نقل بخدمت کابینہ ڈویژن، اسلام آباد۔
بحوالہ تظہیر نمبر  8/7/73 مؤرخہ 5/8/1991 نقل بخدمت ڈائریکٹر صاحب برائے اطلاع ارسال ہے۔
نقل بخدمت سیکرٹری بذریعہ ڈاک برائے تصدیق ارسال ہے۔
نقل بخدمت ا یڈیشنل سیکریٹری ،کا بینہ ڈویژن، اسلام آباد۔ درخواست ہے کہ اجلاس میں شرکت کے لیے ایک نمائندہ نامزد کریں۔
نمونہ تظہیر ( انگریزی- اُردو)
نمونہ تظہیر
حکومت پاکستان
وزات ..........
ڈویژن .............
نمبر۸/۸/۷۳		
اسلام آباد  
موضوع: سرکاری دستاویزات کی اشاعت کے لیے اختیار	
حسبِ ہدایت راقم گزارش کرتا ہے کہ 
سیکشن افسر (رابطہ)   
ٹیلی فون نمبر ۰۵۱-۲۳۹۸۶۰۷۵
حکومت پاکستان
وزات  ........
ڈویژن .............
نمبر ............. اسلام آباد ، (تاریخ)
نقل برائے اطلاع و ضروری کارروائی بخدمت:
(الف) نائب مشیر مالیات، کابینہ سیکریٹریٹ، اسلام آباد۔
(ب) نائب مشیر مالیات، الیکشن کمیشن آف پاکستان۔
دونوں افسروں سے درخواست ہے کہ اس اجلاس میں شرکت کریں۔
اعلان
حکومت پاکستان کے گزٹ میں مندرجہ ذیل امور شائع کرنے کے لیے :
۱۔ قوانین ۔مجلس شوریٰ (پارلیمنٹ) کا ایکٹ 
۲۔ ہنگامی قوانین/ آرڈیننس  
۳۔ قواعد و ضوابط
۴۔ احکام
۵۔ جریدی افسران کے تقرر، تبادلے اور ترقی کے احکام
۶۔ دوسرے امور جن کی اشاعت گزٹ آف پاکستان میں ضروری ہو۔
لکھنے کا طریقہ
۱۔ حصہ گزٹ کی نشاندہی۔
سب سے اوپرانگریزی میں، بائیں جانب اور اُردو میں دائیں جانب۔
۲۔ سرنامہ: حصہ گزٹ کی نشاندہی کے بعد کاغذ کے وسط میں ، حکومت پاکستان، پھر وزارت/ڈویژن/محکمے کا نام۔
۳۔ مقام اور تاریخ اجرا۔
۴۔ لفظ ’’اعلان‘‘۔
۵۔ نمبر اعلان۔
۶۔ نفس مضمون۔
۷۔ دستخط کنندہ کا نام اور عہدہ۔
۸۔ نام دفاتر/ افراد جن کو اعلان کی نقل ارسال کرنی ہو (یہ نام گزٹ میں شائع نہیں ہوتے)۔
۹۔ مینجر پرنٹنگ کارپوریشن آف پاکستان پریس کا پتہ جہاں سے اعلان شائع ہونا ہو۔
اعلانات میں مستعمل فقرے
نمبر (۱۰) ایچ ڈبلیو ایم ۱۹۹۲  عملہ ڈویژن کے اعلان نمبر ۱۱  مؤرخہ    ۱/۱۱/۱۹۹۳کی تعمیل میں جناب سیکرٹری  نے سیکشن افسر (بنیادی پیمانہ تنخواہ۔ ۱۸) عملہ ڈویژن، اسلام آباد کی اسامی کا چارج سنبھال لیا ہے۔
نمبر (۱۰) ایچ ڈبلیو ایم ۱۹۹۲مستعار الخدمتی پر، بیرون ملک تربیت کے لیے، جناب  سیکرٹری نے دفتر وزیراعظم میں سیکشن افسر (بنیادی پیمانہ تنخواہ۔ ۱۸) کی اسامی کا چارج چھوڑ دیا ہے۔
نمبر (۱۰) ایچ ڈبلیو ایم ۱۹۹۲    جناب سلیم احمد   معاون (بنیادی پیمانہ تنخواہ۔ ۱۵) کو بذریعہ ہٰذا، صدر دفتر،  وفاقی اراضی کمیشن میں بطور معاون معائنہ افسر، بنیادی پیمانہ تنخواہ۔ ۱۶، فوری طور پر ترقی دی جاتی ہے۔
نمبر (۱۰) ایچ ڈبلیو ایم ۱۹۹۲  سے ۱۲ جون  تک  ۱۲ نومبر  یوم کی رخصت گزارنے کے بعد، جناب  سلیم محمد نے دسمبر سے، مواصلات ڈویژن میں سیکشن افسر کی اسامی کا چارج سنبھال لیا ہے۔
نمبر (۱۰) ایچ ڈبلیو ایم ۱۹۹۲عملہ ڈویژن کا اعلان نمبر  ۱۱مؤرخہ /۲ /۱۱ ۱۹۹۳ جس کے ذریعے جناب  محمد اکرم سیکشن افسر ، امور کشمیر ڈویژن کا تقرر بطور پرائیویٹ سیکریٹری برائے وزیر صحت و سماجی بہبود کیا گیا تھا، بذریعہ ہٰذا منسوخ کیا جاتا ہے۔
نمبر (۱۰) ایچ ڈبلیو ایم ۱۹۹۲ ، جناب سیکرٹری   سیکشن افسر (بی۔ ۱۸) ترقی خواتین ڈویژن کو  دو یوم کی رخصت بہ سالم تنخواہ، بشرط استحقاق  سے عطا کی گئی تھی۔ 
رخصت کے اختتام پر جناب  محمد اکرم  نے بدھ کو اسی مقام پر، اسی اسامی کا چارج سنبھال لیا ہے۔نمبر (۱۰) ایچ ڈبلیو ایم ۱۹۹۲ ، جناباکرام اللہ، سیکشن افسر ، دفاع ڈویژن، راولپنڈی کو تبادلے کے بعد، اپنے ہی بنیادی پیمانہ تنخواہ میں ، فوری طور پر اور تاحکم ثانی وزارت اطلاعات و نشریات میں بطورسیکشن افسر تعینات کیا جاتا ہے۔
نمبر (۱۰) ایچ ڈبلیو ایم ۱۹۹۲ سرکاری ملازمت سے ریٹائرمنٹ پر، جناب  صفدر علی، مشیر مالیات/فنانشل ایڈوائزر کو  اگست سے ایک سال کے لیے دوبارہ مامور کیا جاتا ہے۔
بیرون پاکستان تربیتی رخصت سے واپسی پر جناب سلیمان فاروق، ڈائریکٹر، محکمہ اطلاعات ، اسلام آباد ، کو  اکتوبر سے اور تاحکم ثانی بطور ڈپٹی پرنسپل انفارمیشن افسر (بنیادی پیمانہ تنخواہ -۱۹)، محکمہ اطلاعات، اسلام آباد، تعینات کیا جاتا ہے۔
ریٹائر منٹ کی عمر کو پہنچنے پر سیکریٹریٹ گروپ کے افسر جنابعمر فاروق   ، فی الوقت جوائنٹ سیکریٹری،  وزارت دفاع،    دسمبر کو ، سرکاری ملازمت سے ریٹائر ہو جائیں گے۔
نمبر (۱۰) ایچ ڈبلیو ایم ۱۹۹۲   صدر پاکستان نے مندرجہ ذیل اشخاص کو قائداعظم پولیس میڈل برائے بہادری کا اعزاز عطا کیا ہے۔
نمبر (۱۰) ایچ ڈبلیو ایم ۱۹۹۲ ، صدرمملکت نے  اگست سے وفاقی وزیر کے منصب سے جناب    عاف علی کا استعفیٰ منظور کر لیا ہے۔
نمبر (۱۰) ایچ ڈبلیو ایم ۱۹۹۲ ، صدرمملکت نے  اگست سے وفاقی وزیر کے عہدے سے جناب    عاف علی کا استعفیٰ منظور کر لیا ہے۔
کسٹم ایکٹ ۱۹۶۹ء (۱۹۶۹/۴ء) کے سیکشن ۲۱ کی شق (ب) کے تحت اختیارات کو بروئے کار لاتے ہوئے مرکزی ریونیو بورڈ ہدایت کرتا ہے کہ اس کے اعلان نمبر مؤرخہ  ۳/۱۱/۱۹۹۳ میں مندرجہ ذیل مزید ترمیم کی جائے گی، یعنی مذکورہ اعلان میں لفظ ’’کارپوریشن‘‘ کے بعد رمز ’’سکتہ ‘‘ اور الفاظ ’’پاکستان تجارتی کارپوریشن‘‘ درج کیے جائیں گے۔
انسداد سمگلنگ ایکٹ ۱۹۷۷ء (۱۲ بابت ۱۹۷۷ء) کی دفعہ ۴۴ کی ذیلی دفعہ (۱) کے تحت اختیارات کو بروئے کار لاتے ہوئے وفاقی حکومت نے قانون ڈویژن کے اعلان نمبر ۱۲ مؤرخہ ۵/۱۱/۱۹۹۳ کو منسوخ کر دیا ہے۔
نمبر (۱۰) ایچ ڈبلیو ایم ۱۹۹۲ ، بطور میڈیکل افسرتقرر کی بنا پرڈاکٹر عبید اللہ نے  جون  کو چارج سنبھال لیا ہے۔
وزیراعظم پاکستان نے مندرجہ ذیل افراد کو  جولائی سے تین سال کی میعاد کے لیے مقتدرہ قومی زبان کے غیر سرکاری ارکان نامزد کیا ہے۔
حکم دیا ہے کہ یہ اعلان سرکاری گزٹ میں شائع کیا جائے۔
نمبر (۱۰) ایچ ڈبلیو ایم ۱۹۹۲  محکمانہ ترقی کمیٹی کی سفارشات پر اور حاکم مجاز کی منظوری سے مندرجہ ذیل اسسٹنٹ پرائیویٹ سیکریٹریز برائے وزیراعظم، وزیراعظم سیکریٹریٹ (عامہ) کوپرائیویٹ سیکریٹریوں (بنیادی پیمانہ تنخواہ۔ ۱۷) کی اسامیوں پر، جس تاریخ سے وہ اسامی کا چارج سنبھالیں، ترقی دی جاتی ہے۔
نمبر (۱۰) ایچ ڈبلیو ایم ۱۹۹۲، جناب کو اصغر علی  سے، تین ماہ کی مدت کے لیے اس سیکریٹریٹ میں جوائنٹ سیکریٹری کی اسامی کا رواں چارج سنبھالنے کی اجازت دی گئی ہے۔
کامرس و ٹریڈ گروپ کے مندرجہ ذیل آزمائشی افسران کی خدمات، کنٹرولر درآمدات و برآمدات، کراچی کے حوالے کی گئی ہیں۔
نمونہ اعلان ( انگریزی- اُردو )
نمونہ اعلان
جریدہ پاکستان حصّہ اوّل میں شائع کیا جائے
حکومتِ پاکستان
وزارت..............
ڈویژن  	........... 
اسلام آباد ،  .............
اعلان
نمبر ۱۲ ایچ ڈبلیو ایم  نے  جون   کو اسی مقام پر، اسی اسامی کا چارج سنبھال لیا ہے۔عملہ ڈویژن اسلام آباد کے اعلان نمبر ۱۳مؤرخہ  ۷/۱۱/۱۹۹۳کی تعمیل میں، جناب فیاض حسین نے سیکشن افسر (بنیادی پیمانہ تنخواہ -۱۷)  ڈویژن، اسلام آباد، کے منصب کا چارج…سنبھال لیا ہے۔
سیکشن افسر (انتظامیہ)
ٹیلی فون نمبر ۰۵۱-۲۰۹۸۳۴۵۷
منیجر،
پرنٹنگ کارپوریشن آف پاکستان پریس،
کراچی۔
نقل بخدمت:
نمونہ اعلان
جریدہ پاکستان کے حصہ دوم میں شائع کیا جائے
حکومت پاکستان
وزارت .................
ڈویژن ..................
اسلام آباد ............
اعلان
نمبر (۱۲) ایچ ڈبلیو ایموفاقی پبلک سروس کمیشن کے انتخاب پر ، جناب وقاص اشرف  کا تقرر  بطور  سیکرٹری وزارت/ڈویژن میں اس تاریخ سے کیا جاتا ہے جس کو وہ اسامی کا چارج سنبھالیں گے اور یہ تقرر تاحکم ثانی ہوگا۔
۲۔ وہ دو سال میعاد کے لیے آزمائش پر رہے گا۔              
ڈپٹی سیکریٹری
حکومت پاکستان
ٹیلی فون نمبر۰۵۱-۲۹۰۸۳۵۴۷
منیجر
پرنٹنگ کارپوریشن پاکستان پریس، 
اسلام آباد۔
قرار داد	
استعمال
مندرجہ ذیل معاملات کا اعلان بذریعہ سرکاری جریدہ کرنے کے لیے:
مندرجہ ذیل معاملات کا اعلان بذریعہ سرکاری گزٹ کرنے کے لیے:
۱۔ اہم پالیسی معاملات پر حکومت کے فیصلے۔
۲۔ مختلف اہم مقاصد کے لیے کسی مجلس یا کمیشن کا تقرر۔
۳۔ ایسے ادارے کی پیش کردہ اہم روداد کے جائزے کے نتائج۔
لکھنے کا طریقہ
۱۔ حصہ جریدہ کی نشاندہی: سب سے اوپر، بائیں جانب (انگریزی تحریرمیں) اور دائیں جانب (اُردو میں) لکھا جائے کہ قرارداد کو جریدہ کے کس حصے میں شائع کیا جائے۔
۲۔ سرنامہ: حصہ جریدہ کی نشاندہی کے بعد، کاغذ کے وسط میں، حکومت پاکستان، پھر وزارت/ ڈویژن کا نام۔
۳۔ مقام اور تاریخ اجرا۔
۴۔ لفظ ’’قرار داد‘‘۔
۵۔ حوالہ نمبر۔
۶۔ نفس مضمون۔
۷۔ دستخط کنندہ کا نام اور عہدہ۔
۸۔ آخری پیرے میں حکم دیا جائے کہ قرار داد سرکاری جریدہ میں شائع ہو۔
۹۔ منیجر، پرنٹنگ کارپوریشن آف پاکستان پریس کا پتہ، جہاں سے قرار داد شائع ہو۔
قرار داد میں مستعمل فقرے
ہرگاہ (چونکہ) کہ یہ فیصلہ کیا گیا ہے کہ اس وزارت کی قرار داد نمبر: ۷۲، مؤرخہ ۱۵/۲/۱۹۹۱ میں حسبِ ذیل نظرثانی کی جائے:
قومی تعلیمی کمیشن کی سفارشات پر عمل کرتے ہوئے، صدرمملکت نے مرکزی بورڈ برائے ترقیٔ اُردو کے قیام کی منظوری دے دی ہے۔
لغت میں قرار داد کا مطلب ارادہ یا طے شدہ نصب العین ہے ۔ 
کسی قانون ساز ادارے یا دیگر گروہ کے اس فیصلے یا رائے کو بھی قرار داد کہتے ہیں جو عموماً ووٹ کے ذریعے منظر عام پر آئے ۔
قومی اسمبلی پاکستان کے قواعد کار کے مطابق ’’قرارداد‘‘ سے مراد وہ تحریک ہے جو عمومی مفاد عامہ کے کسی معاملے پر بحث اور اظہار رائے کی غرض سے پیش کی جائے۔
ہرگاہ قانونی زبان میں استعمال کیا جاتاہے۔
ہر گاہ کہ ۱۹۷۶ء میں اسلامی وزرائے خارجہ کی چھٹی کانفرنس منعقدہ جدہ کے اس فیصلے کی تعمیل میں کہ پندرھویں صدی ہجری کے آغاز کو شایان شان طریقے سے منایا جائے، چیف مارشل لاء ایڈمنسٹریٹر کے مشیران کی کونسل نے اپنے اجلاس منعقدہ ۳۰۔ اپریل ۱۹۷۸ء میں طے کیا کہ ایک قومی مجلس تشکیل دی جائے جو پندرھویں صدی ہجری کی آمد منانے کے لیے موزوں لائحہ عمل مرتب کرے۔
اور ہر گاہ کہ یہ فیصلہ کیا گیا ہے کہ ہجرہ پروگرام سے متعلق کام کے تسلسل کے لیے ضروری انتظامات کرنے کی غرض سے ایک خود مختار ادارہ قائم کیا جائے۔
اور ہر گاہ کہ پاکستان میں خواندگی کے فروغ کے لیے کافی اختیارات کے ساتھ کمیشن برائے خواندگی تعلیم عامہ کا قیام ضروری ہے۔
کابینہ فیصلہ کی تعمیل میں طے کیا جاتا ہے کہ ایک کمیشن برائے خواندگی و تعلیم عامہ کا قیام عمل میں لایا جائے، جس کا صدر دفتر اسلام آباد میں ہوگا۔
مالیات ڈویژن
(ضوابط ونگ)
نمبر۴/۵/۷۲
جنرل پراویڈنٹ فنڈ (عمومی کفالتی فنڈ) اور اسی قسم کے دوسرے فنڈز کے چندے کے حساب میں برائے سال  ۱۹۹۰ جمع شدہ رقم اور بقایاجات پر شرح منافع، مالیات ڈویژن کی قرار داد نمبر ۴/۷/۷۳ مؤرخہ ۲/۵/۱۹۹۱  کے ذریعے، بشرح  ۶۰ فی صد سالانہ، مقرر کیا گیا تھا۔
اب فیصلہ کیا گیا ہے کہ ۱۹۹۲سے شروع ہونے والے مالیاتی سال کے دوران مختلف کفالتی فنڈز کے چندے اور بقایاجات پر قابل اطلاق نفع کی شرح  ۷۰ فی صد سالانہ ہوگی۔متعلقہ فنڈ یہ ہیں
(۱) عمومی کفالتی فنڈ
(۲) شراکتی کفالتی فنڈ
۲۔ وزارت ریلوے اور وزارت دفاع کے کنٹرول کے تحت مختلف کفالتی فنڈز میں بقایاجات برائے سال زیر بحث پر، قابل اطلاق شرح منافع کے متعلق ضروری ہدایات ان وزارتوں کی طرف سے علیحدہ جاری کی جائیں گی۔
حکم دیا گیا کہ یہ قرارداد پاکستان گزٹ میں شائع کی جائے۔
ڈپٹی سیکریٹری (ضابطہ - ۳)
اخباری اعلان/پریس نوٹ
اخباری بیان
اعلامیہ
پریس کمیونیکے یا پریس نوٹ کی متبادل اصطلاحات ہدایاتِ معتمدی (سیکریٹریٹ) میں اقسام مراسلات کے تحت استعمال ہوئی ہیں۔
اب عملی طور پر ان دونوں اصطلاحوں کی جگہ پریس ریلیز کی اصطلاح استعمال ہوتی ہے۔
انگریزی کی تینوں اصطلاحات کا اُردو مترادف  ’’اعلامیہ ‘‘ ہے۔
حکومت اپنے کسی فیصلے کی تشہیر اعلامیہ کے ذریعے کرتی ہے جو عموماً محکمہ اطلاعات کی مشاورت سے تیار کیا جاتا ہے اور اسی کے ذریعے سے جاری ہوتا ہے۔
اخباری بیان - اعلامیہ
اعلامیہ عام طورپر مندرجہ ذیل عناصر پر مشتمل ہوتا ہے:
شہ سرخی: صحافیوں کی توجہ مبذول کرانے اور خبر کا خلاصہ بیان کرنے کے لیے استعمال ہوتی ہے۔
تعارف: اعلامیہ کا پہلا پیراگراف جو بنیادی طور پر ان سوالات کا جواب دیتا ہے: کون، کیا، کب، کہاں اور کیوں ؟ لہذا  اعلامیہ کا ہر اہم نکتہ ابتدائی فقرات میں شامل ہونا چاہیے۔
مرکزی حصہ :خبر کی وضاحت، اعدادوشمار ، پس منظر یا دوسری متعلقہ تفصیلات جو ٹھوس دلائل پر مبنی ہوں۔
برائے رابطہ: جاری کنندہ ادارے سے رابطہ کے لیے معلومات، ٹیلی فون نمبر، ای میل کا پتہ۔
اختتام: اعلامیہ کے آخر میں اعلامیہ کا اختتام ظاہر کرنے کے لیے کوئی نشان لگا دیا جاتا ہے۔
یا ’’اختتام‘‘ تحریر کر دیا جاتاہے۔
اعلامیہ کی شہ سرخیاں (نمونہ جات) (انگریزی-اُردو)
اساتذہ کے لیے تربیتی مواقع زیادہ سے زیادہ کرنے کے لیے کوششیں جاری
ستمبر میں افراطِ زر ۴ء۷ فی صد تک کم، گزشتہ سال کے مطابق سہ ماہی کے مقابلے میں ایک فی صد بہتری
تنازعہ کشمیر کے پُرامن حل کے لیے پاکستان کی مسلسل وابستگی پر سیکریٹری جنرل اقوام متحدہ کی پسندیدگی، گفت و شنید میں سہولت پید کرنے کے لیے مدد کی پیشکش
خارجہ سیکریٹری کا بھارتی ہم منصب کے خط کا جواب ، سلامتی کونسل اقوام متحدہ کی قراردادوں کے مطابق تنازعہ کشمیر کے حل کا مطالبہ
قانون نظرثانی کمیٹی کا اجلاس
ترکی وزیرخارجہ کی وزیراعظم سے ملاقات
سفیر رومانیہ کی خصوصی معاون امورِ خارجہ برائے وزیراعظم سے الوداعی ملاقات
وزیرخزانہ کا مرغی کے گوشت کی قیمت میں اضافہ پر شدید رویہ
نمونہ پریس نوٹ/اخباری بیان (اعلامیہ) (انگریزی- اُردو)
نمونہ پریس نوٹ/اخباری بیان (اعلامیہ)
اعلامیہ
وفاقی وزیر مذہبی امور، اسلامی نظریاتی کونسل کی افتتاحی نشست میں شرکت کریں گی
جناب وفاقی وزیر مذہبی امور، زکوٰۃ و عشر اور اقلیتی امور،۲۱ تا ۲۳ جون ۱۹۹۸ء کو منعقد ہونے والے اسلامی نظریاتی کونسل کے ۳۳ ویں اجلاس کی افتتاحی نشست میں شرکت کریں گے۔
یہ نشست صبح دس بجے کونسل کے ایوان اجلاس میں منعقد ہوگی۔
ڈاکٹر ایس ایم زمان، صدرنشین کونسل نشست کی صدارت فرمائیں گے۔
کونسل اپنی سہ روزہ نشست میں ، عدالت عالیہ ، قانون کمیشن اور مختلف وزارتوں سے موصول ہونے والے استفسارات کے علاوہ مختلف اہم مسائل پر غور کرے گی۔
حکومت پاکستان
اسلامی نظریاتی کونسل
اسلام آباد
نمبر۵/۷/۷۲				
مورخہ ۲/۴/۱۹۹۱
جناب پرنسپل افسر اطلاعات ، محکمہ اطلاعات ، حکومت پاکستان کو اعلامیہ جاری کرنے اور وسیع تشہیر کرنے کے لیے ارسال خدمت ہے ۔
(نصیر احمد خان)
انتظامی افسر
اس سے قبل کابینہ ڈویژن میں جناب نصیر احمد خان نے رقوم کی فراہمی میں سہولت پیدا کرتے ہوئے نفاذِ اُردو کے سلسلے میں گراں قدر خدمات انجام دیں۔
تار/ٹیلی گرام۔ ٹیلی پرنٹر پیغام	
۱۔ تار/ٹیلی پرنٹر کا مضمون مختصر اور واضح ہونا چاہیے لیکن اتنا مختصر بھی نہ ہو کہ پیغام مبہم ہو 
جائے اور مافی الضمیر کا اظہار نہ ہو سکے۔
۲۔ اعداد کو الفاظ میں لکھنا چاہیے۔
۳۔ تار کی درجہ بندی کی جائے۔
۴۔ تار کی نقل مکتوب الیہ کو بذریعہ ڈاک بھیجنی چاہیے۔
ٹیلی گرام/تار کی درجہ بندی
عام
تعجیلی/ایکسپریس
اہم
فوری
انتہائی فوری
سائیفر ٹیلی گرام/خفیہ تار
جب کسی تار کو خفیہ/رمزی/علامتی/اشاری زبان میں بھیجناہو تو پیغام کو عام زبان میں تیار کرنا چاہیے نہ کہ تار کی مختصر زبان میں تاہم غیر ضروری الفاظ سے بچنا چاہیے۔
۲۔ سائیفر ٹیلی گرام کے لیے تیار شدہ پیغام مہر بند لفافہ میں پاکستان کرپٹو سنٹر، وزارت خارجہ کوروانہ کیا جاتا ہے۔
۳۔ وزارت امور خارجہ نے خفیہ تاروں کی درجہ بندی، تدوین اور نمبر شماری کے بارے میں ہدایات جاری کی ہوئی ہیں جن کی سختی سے پابندی ضروری ہے۔
۴۔ سائیفر ٹیلی گرام /خفیہ تار کی نقل تیار کرنا/فوٹو کاپی کرنا منع ہے۔
اگر تار کی کاپی کی ضرورت ہو تو سائیفر افسر (برسرِ کار) سے تحریری طور پر درخواست کی جائے۔
۵۔ سائیفر ٹیلی گرام / خفیہ تار کی نقل کرنا سائیفر سیکیورٹی کی سنگین خلاف ورزی ہے اور اس سے نظام ابلاغ کو خطرہ ہو سکتا ہے۔
۶۔ کسی تار/فیکس میں سائیفر ٹیلی گرام کے نمبر اور تاریخ کا بیک وقت حوالہ دینا بھی حفاظتی نقطۂ نگاہ سے نقصان دہ ہو سکتا ہے اور اس سے بچنا چاہیے۔
۷۔ جب سائیفر تار جاری ہو جائے تو اسے مراسلہ ، تار یا فیکس کے ذریعے یا کسی برقیاتی ذریعہ کو استعمال نہیں کرنا چاہیے کیونکہ یہ بھی حفاظتی نظام کے لیے خطرہ ہو سکتا ہے۔
احتیاط
۲۔ جہاں تک ممکن ہو خفیہ تار نہیں بھیجنا چاہیے۔
کیوں کہ
(الف) یہ ذریعہ بہت مہنگا ہے۔
(ب) علامتی زبان میں ڈھالنے میں زیادہ وقت خرچ ہوتا ہے۔
(ج) غیر ضروری استعمال سے علامتی زبان کی علامات کے افشا ہونے کا امکان ہو سکتا ہے۔
برقیاتی ڈاک/ ای۔میل اور فیکس پیغام
سرکاری کام تیز رفتاری سے نمٹانے کے لیے فوری پیغامات کی ترسیل ای۔میل/برقیاتی ڈاک یا فیکس کے ذریعے کی جا سکتی ہے
نمونہ تار/ٹیلی گرام/ٹیلی پرنٹر پیغام (انگریزی-اُردو)
نمونہ سرکاری عام تار/ٹیلی گرام
سرکاری عام تار/ٹیلی گرام
ایس ڈی او (انچارج)
چنبہ ہاؤس،
محکمہ تعمیرات عامہ،حکومت پاکستان، لاہور۔
جناب ایس ڈی او ،جوائنٹ سیکریٹری اور جناب  ڈپٹی ڈائریکٹر ،ڈپٹی سیکریٹری کے لیے چنبہ ہاؤس میں رہائش کا انتظام مؤرخہ ۵/۶ تا  ۸/۵  کریں، نیز جناب  ایس ڈی او، جوائنٹ سیکریٹری کے کمرے میں ٹیلی فون کا انتظام کریں۔
کابینہ ڈویژن
اسلام آباد  
تار میں شامل نہیں۔          
محمد اشرف
ڈپٹی سیکریٹری،  کابینہ ڈویژن، اسلام آباد
جناب محمد اشرف نے کابینہ ڈویژن کے ایوارڈ سیکشن میں بھی اعزازات کے معاملات کی باقاعدہ انجام دہی میں اہم کردار ادا کیا اور نہایت محنت و خلوص سے اپنے فرائض ادا کیے۔
نمونہ ٹیلیکس
ٹیلیکس
از: ہوا بازی ڈویژن، راولپنڈی۔
بخدمت : ڈائریکٹر جنرل/ناظم اعلیٰ، ادارہ شہری ہوا بازی، کراچی۔
توجہ: جنرل منیجر (املاک)
نمبر ۶/۷/۷۲			
مؤرخہ ۴/۵/۱۹۹۱
محترم   سلیم احمدکی طرف سے وفاقی محتسب کو دائر کردہ شکایت کے بارے میں اسی نمبر کے مراسلہ مؤرخہ  ۴/۵/۱۹۹۱کی طرف رجوع کریں اور اس ڈویژن کو فوری تفصیلی جواب   (تاریخ) ۴/۵/۱۹۹۱ تک قطعی طور پر ارسال کردیں۔
ہندسہ یا عدد ؛ عربی اعداد و شماریات کا نظام ؛ Cipher/Cypher مرموز تحریر جو خفیہ پیغام رسانی کے لیے پہلے سے طے شدہ طریقے یا قاعدے کے تحت لکھی جائے؛ رموز (علامات ، اشارات )میں لکھی ہوئی تحریر یا پیغام۔
دفتری حکم نامہ
استعمال
۱۔داخلی ہدایات
ایسی ہدایات جاری کرنے کے لیے جن کی تعمیل اور پابندی دفتر میں کروانی ہو:
(الف) انتظامی اور مالیاتی امور کے بارے میں مثلاً دفتر میں آنے کے لیے پابندی ٔ وقت کی ہدایات، اتفاقیہ رخصت، دفتر میں صفائی، سٹیشنری کے استعمال اور دفتر میں نظم و ضبط کے بارے میں عمومی ہدایات؛
(ب) دفترکی عمارات، افرادی قوت اور سرکاری دستاویزات کی سلامتی۔
۲۔ بنیادی تنخواہ  ۱-۱۵ کے لیے بنیادی پیمانہ تنخواہ کے ملازمین کی امورِ ملازمت کے بارے میں احکامات جاری کرنے کے لیے دفتری حکم نامہ استعمال کیا جاتا ہے۔ ان معاملات میں مندرجہ ذیل شامل ہیں: تقرر، تبادلہ، رخصت، ترقی، تنزلی، برطرفی، ریٹائرمنٹ، پنشن الاؤنس، پیشگی رقم، واجبات کی ادائیگی اور تعین تنخواہ وغیرہ ۔
۳۔ بنیادی تنخواہ  ۱۶ تا بالا کے لیے  بنیادی پیمانہ تنخواہ ۱۶ اور بالا کے افسران کے لیے بھی دفتری حکم نامہ استعمال کیا جاتا ہے۔
مثلاً دفتر کے اندر تبادلہ و تعیناتی، اضافی چارج۔
دفتری حکم نامہ میں مستعمل فقرات (ہدایات)
اس انسٹی ٹیوٹ میں فوری طور پر مندرجہ ذیل دفتری اوقات/ہفتہ وار تعطیلات کی پابندی ہوگی۔
سیکریٹری نے ہدایت کی ہے کہ تمام رپورٹیں اور گوشوارے جو قابلِ پیش گزاری ہوں، ہمیشہ مقررہ تاریخ پر ارسال کیے جانے چاہئیں۔
دفتری حکم نامہ میں مستعمل فقرات (بنیادی سکیل ۱ تا ۱۵)
جناب سفیر احمد کا تقرر بطور نائب قاصد (بنیادی پیمانہ تنخواہ -۱)، عملہ ڈویژن، اسلام آباد، میں قطعی عارضی بنیاد پر (تاریخ) ۱۶/۱۱/۱۹۹۳ سے تاحکم ثانی کیا جاتا ہے۔
اس کا تقرر مندرجہ ذیل قیود و شرائط کے تحت ہے:
(۱) طبی موزونیت سرٹیفکیٹ کی پیش گزاری؛
(۲) کردار و سوابق کی تصدیق؛
(۳) کردار نامہ کی پیش گزاری۔
بیرون پاکستان رخصت کے دوران وہ پاکستانی کرنسی میں تنخواہ وصول کرے گا۔
تصدیق کی جاتی ہے کہ اس بات کا امکان ہے کہ اختتام رخصت پر اسی حیثیت سے اور اسی مقام پر ان کی دوبارہ تعیناتی کی جائے۔
جناب  شوکت حسین  اسسٹنٹ/معاون جو زیر احکامات تبادلہ ہیں، کو  ۱۸/۱۱/۱۹۹۳  کو اپنے جانشین، جناب  منظور حسین ، معاون، کو چارج دینے کے لیے تیار ہونا چاہیے۔ جناب  ریاض احمد ، معاون کو تمام فائلوں، رجسٹروں، دستاویزات اور نقد رقم کا چارج احتیاط کے ساتھ اور مکمل ذمہ داری سے اپنی تحویل میں لینا چاہیے۔
اختتام رخصت کے بعد اس بات کا امکان ہے کہ وہ اپنے فرائض اس وزارت میں اسلام آباد میں سنبھالیں گے۔
اختتام رخصت پر وہ بدھ قبل از دوپہر سے اس وزارت میں اپنے فرائض سے سبکدوش ہوگا۔ عمومی مہلت حاضری گزارنے کے بعد سفارت خانہ پاکستان قاہرہ میں اپنی ڈیوٹی کے لیے رپورٹ کرے گا۔
جناب  رانا فیاض ، معاون کو، بشرط استحقاق پیر سے  جمعہ تک ۵ یوم کی رخصت پوری تنخواہ پر دی جاتی ہے۔
ان کو اسی تاریخ کو صدر دفتر/ہیڈ کوارٹرز سے روانہ ہونے کی اجازت بھی دی جاتی ہے۔
انھیں نوٹ کرنا چاہیے کہ انھیں کسی بھی وجہ سے ، خواہ کوئی بھی ہو، رخصت میں توسیع نہیں دی جائے گی۔
حاکم مجاز کی منظوری سے، جناب  سکیرٹری ، اسسٹنٹ ، وزارت ہٰذا کو فوری طور پر اور تاحکم ثانی معطل کیا جاتا ہے۔ اپنی معطلی کی مدت کے دوران وہ اپنی تنخواہ کی پوری رقم اور دوسرے تمام فوائد و سہولتوں کا حق دار ہوگا۔
حاکم مجاز کی منظوری سے جناب ڈپٹی ، معاون، ڈپٹی ڈویژن، جو ۱۹۹۰ سے معطل ہیں، فوری طور پر ملازمت پر اسی عہدے پر بحال کیے جاتے ہیں۔ مدت معطلی کے بارے میں فیصلے سے مناسب وقت پر آگاہ کیا جائے گا۔
دفتری حکم نامہ میں نمونہ فقرات (بنیادی سکیل ۱۶ و بالا)
بطور ڈپٹی سیکریٹری ترقی کے نتیجے میں، جناب محمد اشرف، سیکشن افسر (اعزازات) کا تبادلہ کیا جاتا ہے اور ان کی تعیناتی بطور ڈپٹی سیکریٹری (انتظامیہ) ، کابینہ ڈویژن کی جاتی ہے۔
جناب نصیر احمد خاں، افسر امورِ رازداری، کا تبادلہ کیا جاتا ہے اور ان کی تعیناتی بطور سیکشن افسر (انتظامیہ) ، کابینہ ڈویژن کی جاتی ہے۔
اس ڈویژن کے دفتری حکم نامہ نمبر ۶/۸/۷۲ مؤرخہ ۸/۹/۱۹۹۲کے ذریعے جناب ڈپٹی ، سیکشن افسر (رابطہ-۲) کو دیا گیا اضافی چارج  (تاریخ) ۹/۹/۱۹۹۲  سے ختم کیا جاتا ہے۔
مندرجہ ذیل تعیناتیاں/تبادلے فوری طور پر اور تاحکم ثانی کیے جاتے ہیں۔
جناب  ڈپٹی ، سیکشن افسر (رابطہ -۱) کی بیرون پاکستان رخصت کے دوران، جناب  ڈپٹی، سیکشن افسر (رابطہ -۲) اپنے فرائض کے علاوہ سیکشن رابطہ-۱ کا کام بھی دیکھیں گے۔
نمونہ دفتری حکم (انگریزی - اُردو)
حکومت پاکستان
وزارت اطلاعات، نشریات و قومی ورثہ
قومی تاریخ و ادبی ورثہ ڈویژن
نمبر ۷/۸/۷۲
دفتری حکم نامہ
جناب سیکرٹری، اسسٹنٹ،قومی تاریخ و ادبی ورثہ ڈویژن، اسلام آباد، کوپوری تنخواہ پر ۱۲۰ یوم کی رخصت  جنوری تا اپریل منظور کی جاتی ہے۔
۲۔ توقع ہے کہ رخصت کے اختتام پر، متعلقہ اہل کار اپنے فرائض منصبی اسی اسامی پر اور اسی مقام پر سنبھالے گا۔
سیکشن افسر (انتظامیہ)
ٹیلی فون نمبر ۰۵۱- ۲۳۹۸۴۷۵۶
تقسیم:
۱۔ اے جی پی آر، اسلام آباد
۲۔ اے جی پی آر (کمپیوٹر سیل)، اسلام آباد
۳۔ افسر حسابات
۴۔ متعلقہ اہل کار
۵۔ مسل ذاتی
۶۔ مسل دفتری حکم نامہ
چانسری لیٹر
سفارتی خط
۱۔ وزارت خارجہ اور پاکستان کے بیرونی سفارت خانوں کے درمیان۔
۲۔ پاکستان کے بیرونی سفارت خانوں اور وزارت خارجہ کے درمیان۔
وزارت خارجہ کے علاوہ دوسرے ڈویژن بھی پاکستان کے بیرونی سفارت خانوں کے ساتھ مراسلت کی یہ قسم استعمال کرتے ہیں۔
نمایاں خصوصیات  
۲۔ حوالہ نمبر اور تاریخ اجرا۔
۳۔موضوع۔
۵۔ نفس مضمون۔
۷۔ جاری کرنے والے افسر کا پورا نام۔
۸۔ مخصوص سفارتی/وزارتی مہر ثبت کی جاتی ہے۔
۹۔ مہر کے درمیان میں مختصر دستخط۔ (پورے دستخط نہیں کیے جاتے)۔
سفارتی نوٹ کے اختتام پرانگریزی میں دائیں طرف اوراُردو میں بائیں طرف مکتوب الیہ وزارت/سفارت خانہ کا نام درج کیا جاتا ہے۔
کسی غیر ملک میں مقرر کردہ سفیر پاکستان کے دفتر کو چانسری کہتے ہیں جبکہ سفیر کی رہائش گاہ کو ایمبیسی ریذیڈنس کہتے ہیں۔
عام لوگ چانسری کو ہی سفارت خانہ/ایمبیسی کہتے ہیں۔
وزارتِ خارجہ سے متعلق اقسام مراسلہ
۱۔ وزارتِ خارجہ اور دوسری وزارتوں/ڈویژنوں کے درمیان اور وزارتِ خارجہ کے انتظامی و مالیاتی امور کے بارے میں وہی اقسام مراسلات استعمال ہوتی ہیں جو وفاقی سیکریٹریٹ کی باقی وزارتیں/ڈویژن استعمال کرتے ہیں۔
۲۔ وزارتِ خارجہ اور غیر ملکوں میں قائم پاکستان کے سفارت خانوں کے درمیان مراسلت کے لیے سفارتی خط/چانسری لیٹر بھی استعمال ہوتا ہے۔
۳۔ وزارتِ خارجہ اور پاکستان میں قائم غیر ملکی سفارت خانوں کے درمیان نیز وزارتِ خارجہ اور غیر ملکی وزارتِ خارجہ کے درمیان مندرجہ ذیل مراسلات استعمال ہوتے ہیں:
سفارتی نوٹ
سفارتی یادداشت
ڈیمارش
نوٹ: تفصیل کے لیے دیکھیے اگلے صفحوں پر مراسلہ کی متعلقہ قسم۔
نمونہ سفارتی خط (انگریزی - اُردو)
وزارت امور خارجہ
اسلام آباد
نمبر ۵/۸/۷۵
تاریخ: ۴/۲/۱۹۹۲
موضوع: جناب تنویر حسین صدیقی، حسابدار، کی میعاد تعیناتی میں توسیع کی درخواست
حضور سفارت،
براہ کرم اپنے خط نمبر  ۵/۸/۷۵ مؤرخہ ۴/۲/۱۹۹۲ بہ موضوع بالا سے رجوع کریں۔
۲۔ حاکم مجاز نے جناب تنویر حسین صدیقی، حسابدار، کی میعاد تعیناتی میں توسیع کی درخواست، چھ ماہ کی مدت کے لیے ایک سال ،  تک، منظور کر لی ہے۔
۳۔ براہ کرم متعلقہ عہدے دار کو مطلع کریں کہ مزید توسیع کسی صورت میں نہیں دی جائے گی۔
آپ کا دائمی
[مختصر دستخط/وزارتی مہر]
وزارت
(ایس۔ ایم۔ عبداﷲ)
سیکشن افسر
سفارت خانہ پاکستان،
زمبابوے۔
سفارتی نوٹ

۱۔ وزارت خارجہ اور پاکستان میں قائم بیرونی سفارت خانوں کے درمیان۔
۲۔ پاکستان کے بیرونی سفارت خانوں اور میزبان وزارت خارجہ کے درمیان۔
۳۔ وزارت خارجہ پاکستان اور غیر ملکی وزارت خارجہ کے درمیان، جہاں ضروری ہو۔
نمایاں خصوصیات:
۲۔ حوالہ نمبر اور تاریخ درج کیے جاتے ہیں۔
۳۔ اس میں صیغہ واحد غائب استعمال ہوتا ہے۔
۴۔ نوٹ کے آغاز اور اختتام پر سفارتی آداب پیش کیے جاتے ہیں۔
۶۔ مہر کے اندر یا باہر لیکن بالکل قریب نوٹ جاری کرنے والے افسر کے مختصر دستخط ثبت کیے جاتے ہیں۔
۷۔ مکتوب الیہ وزارت خارجہ یا بیرونی سفارت خانے کا نام سفارتی نوٹ کے اختتام پر انگریزی میں  بائیں جانب اور اُردو میں دائیں جانب درج کیا جاتا ہے۔
نوٹ کے آغاز پر سفارتی آداب
وزارت امور خارجہ، اسلامی جمہوریہ پاکستان، سفارت خانہ  قاہرہ کی خدمت میں احترام فائقہ/ اظہار سپاس پیش کرتے ہوئے گزارش/ عرض/ ارسال کرتی ہے۔
سفارت خانہ اسلامی جمہوریہ پاکستان  قاہرہ  ، وزارت امور خارجہ  قاہرہ کی خدمت میں احترام فائقہ / اظہار سپاس پیش کرکے گزارش /عرض کرتا ہے/ارسال کرتا ہے۔
نوٹ کے اختتام پر سفارتی آداب
وزارت امور خارجہ اس موقع پر قاہرہ  سفارت خانے کے حضور تجدید التفات فائقہ پیش کرتی ہے۔
سفارت خانہ اسلامی جمہوریہ پاکستان  قاہرہ   اس موقع پر وزارت امورخارجہ  قاہرہ   سے تجدید التفاتِ فائقہ کرتا ہے۔
نمونہ سفارتی نوٹ (انگریزی - اُردو)
سفارت خانہ پاکستان،
عرب جمہوریہ مصر،
قاہرہ۔
نمبر  ۵/۸/۷۵			
(تاریخ) ۳/۵/۱۹۹۲
سفارت خانہ اسلامی جمہوریہ پاکستان، سفارت خانہ صومالیہ، قاہرہ کی خدمت میں احتراماتِ فائقہ پیش کرتے ہوئے درخواست کرتا ہے کہ منسلکہ پاکستان سفارتی پاسپورٹ نمبر   ۹۸۱۲۷۲۳۶۵ مجریہ   ۳/۵/۱۹۹۲ بحق عزت مآب ایئرکموڈور (ریٹائرڈ) ظفر محمود نامزد سفیر پاکستان برائے صومالیہ ، پر سفارتی ویزا عطا کیا جائے۔
۲۔ سفارت خانہ اسلامی جمہوریہ پاکستان، قاہرہ، اس موقع پر سفارت خانہ صومالیہ ، قاہرہ کے حضور تجدید التفات فائقہ پیش کرتا ہے۔
سفارتی مہر/ مختصر دستخط
سفارت خانہ صومالیہ،
قاہرہ
سفارتی یادداشت
دورانِ ملاقات گفتگو کا خلاصہ:
اہم نکات:
یادداشت پر بالکل دستخط نہیں ہوتے نہ پورے نہ مختصر تاریخ یادداشت درج کی جاتی ہے۔
عموماً ایسی یادداشت کا جواب زبانی دیا جاتا ہے۔
غیر رسمی سفارتی پیغام:
۲۔ ایک غیر رسمی سفارتی پیغام ہے جس میں کسی سمجھوتے، تجویز یا کارروائی کے بارے میں اہم نکات کا خاکہ یا خلاصہ دیا گیا ہو۔ یہ پیغام عام طورپر تحریری ہوتا ہے۔ 
ایسی چیز جو یاد رکھنے میں مدد دے۔
ایسا نوٹ جو یاددہانی کا کام کرے۔
انگلستان میں اس کا استعمال انیسویں صدی کے وسط (۱۸۴۶ء) میں شروع ہوا جبکہ فرانسیسی زبان میں اس اصطلاح کی ابتدا ۱۷۸۷ء میں ہوئی۔
۳۔ جب غیر ملکی سفارت خانے کا کوئی افسرمیزبان وزارت خارجہکے کسی افسر سے ملاقات کے لیے آتا ہے اور جانے سے پہلے کوئی نوٹ کسی تصفیہ طلب یا زیر غور معاملے کے بارے میں یاددہانی کے طور پر چھوڑ جاتا ہے تو اسے سفارتی یادداشت کہا جاتا ہے۔
ایسی یادداشت میں یہ درج ہوتا ہے کہ کون کون سے مسئلے یا امور زیربحث آئے تاکہ یاددہانی ہو جائے اور دفتر خارجہ تیز رفتاری سے ضروری کارروائی کر سکے۔
بین الاقوامی تنظیموں کا معمول:
۴۔ اقوام متحدہ، عالمی تجارتی تنظیم اور دوسری بین الاقوامی تنظیمیں اکثر اپنی تجاویز ’’سفارتی یادداشت‘‘ کی صورت میں تیار کرتی ہیں۔
دو ملکوں کے درمیان غیررسمی رابطہ کا ایک طریقہ:
۵۔ ایک ملک کسی معاملے کے بارے میں اپنی تجاویز تیار کرتا ہے اور غیر رسمی سطح پر دوسرے ملک کو ارسال کرتا ہے۔
اس غیر سرکاری مراسلہ کے مندر جات کے بارے میں متعلقہ ملک کی کوئی قانونی ذمہ داری نہیں ہوتی۔
نمونہ سفارتی یادداشت (انگریزی- اُردو)
سفارتی یادداشت
(تاریخ) ۵/۷/۱۹۹۲
پاکستان اور سینیگال کے بہترین دوطرفہ تعلقات ہیں۔
دو دوست ملکوں کے درمیان تعاون میں مزید اضافہ کے لیے دونوں ملک باہم مل کرکام کر رہے ہیں۔
سینیگالی معیشت کی افزائش میں مدد دینے اور نجی شعبہ میں مؤثر باہمی عمل کی حوصلہ افزائی کے لیے طبی سامان کے ایک بڑے پیدا کار/ برآمد کنندہ ، میسرز میڈیکو ، لاہور ، نے  سینیگالی وزارت صحت کی طرف سے پیش کردہ بین الاقوامی ٹینڈر میں شرکت کی۔ 
میسرز میڈیکو بین الاقوامی تخصیص کا اعلیٰ معیاری سامان بناتا ہے اور اس نے یورپ اور ایشیا کے کئی بین الاقوامی ٹینڈروں میں کامیابی کے ساتھ شرکت کی ہے۔ 
کمپنی نے بہت مسابقتی قیمتیں بتائی ہیں اور برآمدی قرضہ دینے پر بھی موافقانہ غور کے لیے رضامند ہے۔


ڈیمارش/سرکاری حیثیت سے رسمی نمائندگی یا خواہشات کا اظہار
ڈیمارش فرانسیسی لفظ سے اخذ کردہ۔ اس لفظ کا لغوی معنی ہے چال یا چلنے کا انداز۔ سفارتی تعلقات میں یہ لفظ دو معنی میں استعمال ہوتا ہے۔
(الف) لائحہ عمل، عملی اقدام، جوابی اقدام
(ب) ایک حکومت کی طرف سے دوسری حکومت یا بین الحکومتی تنظیم (خاص طور پر سفارتی تعلقات میں) کا کسی موضوع پر سرکاری مؤقف، رائے ،خواہشات کا رسمی اظہار۔ 
۲۔ سفارتی ڈیمارش سفیر یا سفارت خانہ کا کوئی مناسب عہدے دار وزراتِ خارجہ کے کسی مناسب عہدے دار کے حوالے کرتا ہے۔
 اس مراسلہ کے ذریعے عام طور پر غیرملکی حکومت سے کسی پالیسی کی حمایت کرنے کی درخواست کی جاتی ہے۔
کسی مسئلے کے بارے میں معلومات دی جاتی ہیں یا معلومات دینے کی درخواست کی جاتی ہے یا کسی مسئلے پر قائل کرنے کی کوشش کی جاتی ہے۔
غیر ملکی حکومت کی کسی پالیسی پر احتجاج یا اعتراض کرنے کے لیے بھی ڈیمارش استعمال کیا جاتا ہے۔
غیر رسمی طور پر بعض اوقات یہ لفظ بطور فعل بھی مراسلت میں استعمال کیا جاتا ہے۔
۳۔ ڈیمارش اکثر جنگی کارروائیوں سے پہلے یا سفارتی اقدامات تیز کرنے سے پہلے ایک ملک کی طرف سے دوسرے ملک کو اپنے مفادات کے تحفظ کے لیے دیا جاتا ہے۔
ڈیمارش کی مثالیں
جولائی ۱۹۱۴ء میں جنگِ عظیم اوّل کے شروع ہونے سے چند دن پہلے ، آسٹریلیا اور روس نے ڈیمارشوں کا تبادلہ کیا۔
ستمبر۱۹۹۶ء میں جب خفیہ خبر رسانی کی رپورٹوں سے کرد برادری کی سرحد کے ساتھ فوجی اجتماع کا پتہ چلا تو امریکی صدر کلنٹن نے عراقی صدر صدام حسین کو ڈیمارش جاری کیا۔
جب انڈیا نے پاکستان کا ایک فوجی جہاز مارگرایا تو ۳۰ا گست ۱۹۹۹ء کو پاکستان نے انڈیا کو ایک ڈیمارش جاری کیا جس میں مطالبہ کیا گیا کہ حکومت انڈیا پاکستانی جہاز اور اس پر سوار سولہ افراد کے نقصان کا معاوضہ ادا کرے۔
۱۵ ستمبر ۲۰۱۴ء کو ’یورپی یونین‘ اس کی ۲۸ رکن ریاستوں، ریاستہائے متحدہ امریکا، آسٹریلیا، برازیل، اسرائیل، نیوزی لینڈ، میکسیکو اور مناکو کی حکومتوں نے آئس لینڈ کی حکومت کے اس معمول کی مخالفت کا اعلان کیا جو کی مخالفت کا اعلان کیا کہ آئس لینڈ کی حکومت نے ابھی تک وہیل (ایک بڑی مچھلی) کی تجارت، خاص طور پر فن وہیل کے شکار اور بعدازاں فن وہیل کی مصنوعات کی تجارت، کی اجازت دیتی ہے۔
آئس لینڈ میں یورپی یونین کے سفیر، میتھیس برنکمین اور ان کے ساتھ ریاستہائے متحدہ امریکا، فرانس، جرمنی اور مملکتِ متحدہ  (برطانیہ) کے سفارتی نمائندوں نے حکومت آئس لینڈ کو اس بارے میں ایک ڈیمارش حوالے کیا۔
سفیر نے یہ بھی نشان دہی کی کہ آئس لینڈ کے بڑے تجارتی حصہ داروں کے ملکوں میں رائے عامہ وہیل کے بارے میں اس عمل کی بہت مخالف ہے۔ اس بات کی گواہی دنیا بھر میں آئس لینڈ کی اشیاء کے بائیکاٹ کرنے کے لیے کمپنیوں پر عوامی دباؤ سے ظاہر ہے۔
اس دباؤ کا تو ذکر ہی کیا جو ووٹر اور مختلف تنظیمیں، سیاست دانوں پر ڈالتی ہیں اور ان کو ترغیب دیتی ہیں کہ وہ آئس لینڈ کو زیادہ سخت پیغام بھیجیں۔
۱۹۴۶





ء میں قائم شدہ بین الاقوامی وھیلنگ کمیشن جسے عالمی سطح پر وھیل کے تحفظ اور وھیلنگ کے نظم و نسق کی ذمہ داری سپرد کی گئی ہے۔ یہ کمیشن ۸۸ارکان پر مشتمل ہے۔
ڈیمارش کا متن
یورپی یونین ، اس کی رکن ریاستوں اور ریاستہائے متحدہ امریکا، آسٹریلیا، برازیل، اسرائیل، میکسیکو اور نیوزی لینڈ کی حکومتوں کی طر ف سے مشترکہ ڈیمارش 
ہم ، یورپی یونین اور اس کی رکن ریاستیں اور ریاستہائے متحدہ امریکا، آسٹریلیا، برازیل، اسرائیل اور نیوزی لینڈ کی حکومتیں خواہش کرتی ہیں کہ آئس لینڈ کی طرف سے وھیل کی مسلسل اور اضافہ شدہ تجارت، خاص طور پر فنِ وھیل اور وھیل مصنوعات کی بین الاقوامی جاری تجارت، کی سخت مخالف کا اظہار کریں۔
ہم حکومت آئس لینڈ کی حوصلہ افزائی کرتے ہیں کہ وہ تجارتی وھیل گیری *پر بین الاقوامی طورپر اتفاق کردہ معطلی کی پابندی کرے اور فن ِاور مِنکے وھیل کوٹا کے جاری رکھنے کے فیصلے کا دوبارہ جائزہ لے۔
ہم وھیل مصنوعات میں آئس لینڈ کی بین الاقوامی تجارت پر اعتراض کرتے ہیں۔
بطور خلاصہ ہم ایک دفعہ پھر آئس لینڈ سے استدعا کرتے ہیں کہ آئی ڈبلیوسی کی عالمی معطلی کا احترام کرے اور اپنی وہیل کی تجارت اور وہیل مصنوعات کی بین الاقوامی تجارت ختم کرے۔
تجارتی وھیل گیری۔ تیل اور ہڈی کی خاطر وھیلوں کا شکار کرنے کاپیشہ یا صنعت۔
مختلف وفاقی دفاتر کے درمیان مستعمل اقسام مراسلت
وفاقی حکومت کی وزارتوں/ ڈویژنوں کے درمیان
دفتری یادداشت، نیم سرکاری مراسلہ، غیر رسمی نوٹ، تظہیر، تار
وزارتوں/ ڈویژنوں سے ملحقہ محکموں اور ماتحت دفاتر کو
خط ،دفتری یادداشت، نیم سرکاری مراسلہ، غیر رسمی نوٹ (جہاں اجازت ہو) تظہیر، تار
وزارتوں/ ڈویژنوں، ملحقہ محکموں اور ان کے ماتحت دفاتر کے درمیان
دفتری یادداشت، نیم سرکاری خط، تظہیر، تار
وزارتوں/ ڈویژنوں سے صوبائی حکومتوں ، نیم سرکاری اور خود مختاروں اداروں کو۔
خط، نیم سرکاری خط، تظہیر،تار۔
وزارتوں سے نجی انجمنوں /پرائیویٹ ایسوسی ایشنوں کو
خط، نیم سرکاری خط، تار۔
وزارتوں سے غیر سرکاری افراد کو 
خط، نیم سرکاری خط، تار، یادداشت (عرضی اور درخواست برائے تقرر کے جواب میں)
وزارت امورخارجہ اور بیرون پاکستان سفارت خانوں کے درمیان
سفارتی خط، نیم سرکاری خط
وزارت امورخارجہ اورپاکستان میں غیر ملکی سفارت خانوں کے درمیان
سفارتی نوٹ، نیم سرکاری خط،سفارتی یادداشت
متفرق فقرات، اصطلاحات اور محاورات
مراسلہ کینفس مضمون میں مستعمل فقرے
میری درخواست ہے کہ مزید رہنمائی کے لیے تمام متعلقین کو مندرجہ بالا فیصلوں سے مطلع کر دیا جائے۔
میں اس مراسلے کے ساتھ معاہدے کے مجوزہ مسودے کی نقل ارسال کر رہا ہوں۔
شکر گزار ہوں گا اگر آپ اسے پڑھ کر جس قدر جلد ممکن ہو اپنی رائے سے مجھے آگاہ فرمائیں۔
براہ کرم اس معاملے پر ذاتی توجہ فرمائی جائے۔
اس دفتر کو مطلع کرتے ہوئے، براہ کرم اس سلسلے میں ضروری کارروائی کیجیے۔
براہ کرم اپنا جواب کم سے کم تاخیر کے ساتھ ارسال کریں۔
اس معاملے میں آپ کی آراء کا ابھی تک انتظار ہے۔
 مسل  میں حوالہ شدہ تمام امور
خط کی نقل لف ہے۔
براہ کرم جلد جواب دیں۔
بذریعہ ہٰذا اطلاع دی جاتی ہے۔
بذریعہ ہٰذا تجدید کی جاتی ہے۔
مطلع ہوکر خوشی ہوگی۔
لہٰذا میں تجویز کرتا ہوں۔
اس بارے میں جواب مناسب وقت پر بھیجا جائے گا۔
براہ کرم مطلوبہ معلومات مہیا کی جائیں۔
درخواست ہے کہ براہ کرم ہمارا مراسلہ موصول ہونے کے ایک ہفتے کے اندر جواب دیں۔
براہ کرم اپنا جواب مزید بلا تاخیر ارسال کریں۔
مندرجہ ذیل رپورٹیں/ دستاویزات جن کا ذکر آپ نے اپنے محولہ بالا خط میں کیا ہے حسب خواہش ارسال ہیں۔
آپ کے خط میں مذکورہ ملفوفہ جات اس ڈویژن میں وصول نہیں ہوئے ہیں۔
درخواست کی جاتی ہے کہ رپورٹ کے مسودے پر مذکورہ تبصرے کی روشنی میں نظرثانی کی جائے اور مزید ضروری کارروائی کے لیے اس ڈویژن کو ارسال کیا جائے۔
لہٰذا استدعا ہے کہ مجوزہ جائزہ جلد از جلد لیا جائے۔
اس لیے التماس ہے کہ وہ دستاویزات اب فراہم کی جائیں تاکہ یہ وزارت مزید کارروائی کر سکے۔
درخواست ہے کہ اس موضوع پر ہماری اصل مسل جو غیر رسمی کیفیت نمبر  ۷۳ بتاریخ  ۷/۳/۱۹۹۲  کے تحت مالیات ڈویژن کو ارسال کی گئی تھی، جس قدر جلد ممکن ہو ہمیں واپس کی جائے تاکہ ہم اپنے کاغذات مکمل کر سکیں۔
براہ کرم اس مراسلہ بردار/ حامل مراسلہ کے ذریعے رپورٹ فراہم کریں۔
یہ مواد اس ماہ کی چار تاریخ تک راقم کو فراہم کیا جائے تاکہ مجموعی ماہانہ کارکردگی رپورٹ تیار کرکے بروقت پیش کی جا سکے۔
براہ کرم مطلوبہ معلومات فوراً فراہم کریں۔
شکر گزار ہوں گا اگر آپ اس معاملے میں ذاتی دلچسپی لے کر اس امر کو یقینی بنائیں کہ تمام زیر التوا  معاملات پر مزیدوقت ضائع کیے بغیر کارروائی مکمل ہو سکے۔
شکر گزار ہوں گا اگر آپ طباعت کی تازہ ترین صورت حال سے مطلع کریں تاکہ پاکستان الیکشن کمیشن کو اس کے مطابق اطلاع دی جا سکے۔
استدعا ہے کہ تمام متعلقہ ملازمین کو سابقہ اور موجودہ ہدایات سے آگاہ کر دیا جائے کہ وہ پوری توجہ سے ان کی تعمیل کریں۔
آئندہ ان ہدایات پر پوری طرح عمل کیا جائے۔
آئندہ ان ہدایات کی سختی سے پابندی کی جائے۔
احکامات کی فوری تعمیل ضروری ہے۔
براہ کرم عملہ کو براہ راست مطلع کیا جائے کہ ان نقائص کو رفع کرنے کے لیے جن کی انھوں نے نشان دہی کی تھی آپ نے کیا کارروائی فرمائی ہے اور اس کے ساتھ ہی مشرح رپورٹ کی ایک نقل  منسٹری کو برائے اطلاع ارسال کی جائے۔
اس ضمن میں آپ کی توجہ آڈٹ( محاسبی) نوٹ کے پیرا ۔ ۵ کی طرف، جو گزشتہ محاسبی نوٹ سے متعلق ہے، خاص طور سے مبذول کرائی جاتی ہے۔
جن نقائص کی نشاندہی کی گئی ہے، براہ کرم انھیں جلد رفع کرنے پر توجہ دیں۔
مزید تفصیلات منسلکہ دستاویزات میں درج ہیں۔
مزید نقول لف ہیں۔
مزید احکامات بھیجے جائیں گے۔
مزید فیصلہ حاصل کرنے کے لیے براہ کرم اپنا اثر و رسوخ استعمال کریں۔
بذریعہ ہٰذا اطلاع دی جاتی ہے۔
اپنے ڈویژن میں کام کرنے والے افسران جریدہ کے کوائف جلد از جلد فراہم کریں۔
وزارت مالیات کی دفتری یادداشت نمبر  ۷/۸/۷۲  مؤرخہ ۳/۶/۱۹۹۲  میں مشمولہ ہدایات کی تنسیخ کرتے ہوئے صدر مملکت نے اب فیصلہ کیا ہے کہ آئندہ مالیاتی سال سے یہ سکیم جاری ہوگی۔ 
اس وزارت میں اس معاملہ پر غور کیا گیا ہے اور یہ فیصلہ کیا گیا ہے کہ 
معاملے کا مزید جائزہ لیا گیا ہے اور فیصلہ کیا گیا ہے کہ ایک مناسب حکمت عملی اختیار کی جائے۔
اس امر کی تاکید کی جاتی ہے کہ تمام دعاوی (مطالبات) مندرجہ بالا تاریخ سے پہلے مکمل کر لیے جائیں جس کے بعد اس بارے میں کوئی دعویٰ (مطالبہ) قبول نہیں کیا جائے گا اور آخری تاریخ کسی بھی صورت میں مزید نہیں بڑھائی جائے گی۔
وزارتوں اور محکموں کی توجہ حکومت کے مذکورہ بالا فیصلے کی طرف مبذول کرائی جاتی ہے اس درخواست کے ساتھ کہ وہ اس معاملے میں ضروری کارروائی کریں۔
یہ وضاحت کی جاتی ہے کہ اس سلسلے میں حکومت کی ضروری منظوری متعلقہ وزارت/ ڈویژن کے سربراہ کی طرف سے دی جائے گی۔
اس معاملے پر اس وزارت میں مزید غور کیا گیا ہے اور فیصلہ کیا گیا ہے کہ ایسے معاملات میں وزرا کو ذاتی تکلیف نہ دی جائے اور انتظامی وزارتیں سربراہ وزارت کی سطح پر ان معاملات کو طے کریں۔
ایسی مثالیں اس ڈویژن کے علم میں آئی ہیں کہ اس ڈویژن کی دفتری یادداشت نمبر ۷/۸/۷۲   بتاریخ  ۲/۷/۱۹۹۲  میں مشمولہ واضح امتناعی احکامات کے باوجود، جن کی وضاحت اسی ڈویژن کی دفتری یادداشت نمبر ۷/۸/۷۲تاریخ   ۲/۷/۱۹۹۲میں گئی ہے، کچھ خود مختار/ نیم خود مختار اداروں کے افسران  کو
اس لیے تاکید کی جاتی ہے کہ
یہ وضاحت کی جاتی ہے کہ ایسے معاملات بھی مذکورہ احکامات کے تحت آتے ہیں۔
وزارتوں/ ڈویژنوں سے یہ بھی درخواست ہے کہ اس امرکی فوری تصدیق کریں کہ اس ڈویژن کی محولہ بالا دفتری یادداشت مؤرخہ ۲/۳/۱۹۹۱ میں کی گئی درخواست کے مطابق مذکورہ بالا قواعد میں آیا اب تک ترمیم کی جا چکی ہے۔
وزارتوں/ ڈویژنوں سے درخواست ہے کہ پیرا جات ۵۔۶ بالا پر فوری کارروائی کریں۔
ادارے کے نظرثانی شدہ مسودے پر مندرجہ ذیل مزید تجاویز پیش کی جاتی ہیں۔
حکومت کے علم میں یہ بات لائی گئی ہے کہ 
یہ احکامات پوری طرح غور سے نافذ العمل ہوں گے اور ان کا اطلاق ان تمام سول وفاقی ملازمین پر ہوگا جن پر بنیادی اور ضمنی قواعد کا مجموعی طور پر اطلاق ہوتا ہے۔
یہ مزید فیصلہ کیا گیا ہے کہ 
یہ فیصلہ بھی کیا گیا ہے کہ 
ان معاملات پر پوری طرح غور کرکے حکومت پاکستان نے فیصلہ کیا ہے کہ 
اس وزارت کے علم میں یہ بات لائی گئی ہے کہ اس شرط کی عموماً تعمیل نہیں کی جاتی۔
میں شکر گزار ہوں گا کہ آپ یہ وضاحت مع نظرثانی شدہ احکام، اگر کوئی ہوں، کی ایک نقل ہمیں جتنا جلد ممکن ہو فراہم کریں۔
قواعد کار سے متعلق کابینہ ڈویژن کی وقتاً فوقتاً جاری کردہ عمومی ہدایات کی فراہمی کے لیے ، براہ کرم اس دفتر کو بھی اپنی فہرست ڈاک میں شامل کیجیے۔
لہٰذا وزارتوں/ ڈویژنوں سے درخواست ہے کہ جہاں ضرورت ہو ترمیم شدہ طریق کار استعمال کریں۔
درخواست ہے کہ ہدایات سیکریٹریٹ میں ترمیم بالا تمام ملحقہ محکموں، ماتحت دفاتر وغیرہ کے علم میں لائیں۔
تمام وزارتوں/ ڈویژنوں سے درخواست ہے کہ اس ڈویژن کو ہر سال یکم جنوری، یکم اپریل، یکم جولائی اور یکم اکتوبر کوسہ ماہی گوشوارے ارسال کریں۔
تمام وزارتوں / ڈویژنوں سے درخواست ہے کہ وہ اپنے ملحقہ محکموں، ماتحت  دفاتر، خود مختاراداروں وغیرہ کو مطلع کریں اور مذکورہ بالا پیرا۔ ۸ میں درج طریق کار کی تعمیل کو یقینی بنائیں۔
ملفوف مرسومہ (پروفارما) کے ذریعے مشورہ طلب کیا جائے۔
پریس کو طباعت کے لیے ہر جریدی اعلان ارسال کرنے سے قبل تمام وزارتیں/ ڈویژن/ محکمہ جات وغیرہ مندرجہ ذیل نکات کی پڑتا ل کریں۔
وزارتوں/ ڈویژنوں سے درخواست ہے کہ وہ اپنے ملحقہ محکموں اور ماتحت دفاتر کو اسی طرح کی ہدایات جاری کریں۔
درخواست ہے کہ ان فیصلوں پر عمل درآمد کرنے کے لیے اقدامات کیے جائیں اور اس سلسلے میں جاری شدہ احکامات کی نقل/ نقول جتنا جلد ممکن ہو اس ڈویژن کو ارسال کریں۔
تمام وزارتوں / ڈویژنوں سے درخواست ہے کہ مذکورہ بالا تبدیلی پر توجہ کریں/ ملاحظہ کریں اور مذکورہ بالا پیرا۔ ۴ میں محولہ اس وزارت کی دفتری یادداشت کے تحت جاری شدہ ہدایات میں ضروری ترمیم کریں۔
درخواست ہے کہ اس میں طلب کردہ ضروری معلومات اس ڈویژن کو جلد از جلد فراہم کریں۔
بنیادی قواعد کے قاعدہ ۴۴ کے تحت عطا شدہ اختیارات بروئے کار لاتے ہوئے صدر مملکت نے حکم دیا ہے  کہ ضمنی قواعد میں درج ذیل مزید ترامیم کی جائیں گی یعنی :
مسودہ رپورٹ کی بعض تجاویز/ متبادلات پر ہمارا تبصرہ حسب ِذیل ہے۔
اس سلسلے میں اس دفتر کے اسی نمبر کے خط مؤرخہ ۳/۳/۱۹۹۱  کی طرف توجہ مبذول کرائی جاتی ہے۔
آپ کے ملاحظہ کے لیے متعلقہ اقتباس لف ہے۔
مجھے امید ہے کہ یہ آپ کے لیے کسی قدر معاون/ مفید ہوگا۔
مواصلات ڈویژن سے موصول شدہ تجاویزکا اس ڈویژن میں پالیسی رہنما اُصولوں کی روشنی میں جائزہ لیا گیا۔
اس سلسلے میں یہ ڈویژن مندرجہ ذیل نتائج پر پہنچا ہے۔
اس ڈویژن کے نتائج تحقیقات مندرجہ ذیل ہیں۔
عرض ہے کہ یہ معاملہ حکومت پاکستان کے زیرغور ہے۔
جونہی کوئی فیصلہ ہوا اس کی اطلاع آپ کو دے دی جائے گی۔

لہٰذا انتظامی خدمات ڈویژن سے درخواست ہے کہ وہ اس امر کی تصدیق کرے کہ آیا اسے افسر صیغہ کی ایک اسامی وضع کرنے کی تجویز سے اتفاق ہے۔
یہ ایک اچھا خیال ہے۔
اس ڈویژن میں اس پر مزید غور اس وقت کیا جا ئے گا جب آخریرپورٹ زیربحث آئے گی۔
یہ نیچے دوبارہ تحریر کیا جاتا ہے اور براہ کرم تمام متعلقہ افراد کو اس کی اطلاع دے دی جائے۔
درخواست ہے کہ اس ڈویژن کی طرف سے طلب کردہ وضاحت جلد بھیجی جائے۔
فوری جواب کی درخواست ہے۔
داخلہ ڈویژن سے موصولہ تجاویز کا اس ڈویژن میں متعلقہ قواعد و ضوابط کی روشنی میں جائزہ لیا گیا۔ اس ڈویژن کے فیصلے درج ذیل ہیں۔
میں یہ اہم نکات آپ کے علم میں اس وقت لانا چاہتا ہوں تاکہ بروقت فیصلہ کیا جا سکے۔
پاکستان پرنٹنگ پریس، لاڑکانہ کا خط مؤرخہ ۲/۱۲/۱۹۹۳ جو مبینہ طور پر محولہ بالا نیم سرکاری خط کے ساتھ لف کیا گیا تھا، موصول نہیں ہوا۔ براہِ کرم یہ خط فراہم کریں تاکہ ہم اس پر مزید کارروائی کر سکیں۔
استدعا ہے کہ جناب . سیکرٹری کو ۱۹۹۱  سے  ۱۹۹۵تک ملازمت میں برقرار رکھنے کے لیے حکومت کی منظوری دی جائے۔
شکر گزار ہوں گا اگرآپ اس معاملے میں ذاتی دلچسپی لے کر بغیر مزید تاخیر اس کا تصفیہ کرا دیں۔
مطلوبہ تفصیلات مناسب وقت پر فراہم کی جائیں گی۔
فیصلہ کیا گیا ہے کہ ایسے معاملات کو حسبِ ذیل طریقے سے باضابطہ/ منضبط کیا جائے گا۔
تاہم اس امر کی نشاندہی کی جاتی ہے کہ 
محولہ بالا دفتری یادداشت نمبر ۸/۹/۷۲ مؤرخہ کی ایک نقل برائے فوری حوالہ لف ہے۔

نمونہ نامزدگی فارم لف ہے۔
اس معاملے میں جاری شدہ احکامات کی ایک نقل اس وزارت کو تظہیر کی جائے۔
آپ کی تجاویز پر بہت احتیاط سے غور کے بعد فیصلہ کیا گیا ہے کہ 
جیسا کہ ہمارے گزشتہ خط میں وضاحت کی
جیسا کہ ہمارے سابقہ خط میں بیان کیا
چونکہ ہمیں آپ کی طرف سے کوئی جواب موصول نہیں ہوا،
اگر آپ اس معاملہ پر اپنی فوری توجہ دیں۔
کسی بھی صورت میں اس کا جواب باعث تحسین ہوگا۔
ہم اس نتیجے پر پہنچے ہیں کہ
ہم نے اسے ناممکن پایا۔
میں اسے ذاتی عنایت سمجھوں گا۔
مجھے پُرخلوص امید ہے کہ آپ اس موضوع کی طرف سرگرمی سے غورفرمائیں گے۔
مراسلہ جاری کرنے کا اختیار
یہ منظوری مالیات ڈویژن کی موافقت سے جاری کی جا رہی ہے۔
یہ مراسلہ نائب مشیر مالیات کی موافقت بذریعہ غیر رسمی کیفیت نمبر  ۷۲ مؤرخہ ۶/۴/۱۹۹۱ سے جاری کیا جا رہا ہے۔
یہ مراسلہ سیکریٹری کی منظوری سے جاری کیا جا رہا ہے۔
سیکرٹری نے یہ اسامیاں اشتہار ............ میں تفویض شدہ اختیارات کی رو سے وضع کی ہیں۔
یہ مراسلہ وزارت خارجہ کی موافقت سے جاری کیا گیا ہے۔
ان احکامات کے اجرا سے پہلے کمپٹرولر (حسابات) اور آڈیٹر جنرل پاکستان سے مشورہ کیا گیا ہے۔
ترمیم/ تنسیخ مراسلہ
اس ڈویژن کے گردشی/سرکلر خط نمبر  ۷/۸/۷۲ مؤرخہ  ۶/۳/۱۹۹۱ میں بہ ترمیم جزوی گزارش ہے کہ 
اس وزارت کے اسی نمبر کے خط مؤرخہ  ۶/۳/۱۹۹۱    کی جزوی تنسیخ کرتے ہوئے، گزارش ہے کہ  
اس محکمے کی اسی نمبر کی یادداشت  مؤرخہ ۵/۹/۱۹۹۱کی تنسیخ کرتے ہوئے، گزارش ہے کہ
اس وزارت کی دفتری یادداشت نمبر  ۷/۸/۷۲ مؤرخہ  ۷/۹/۱۹۹۱ بہ موضوع بالا کی جزوی ترمیم میں، حکومت پاکستان نے فیصلہ کیا ہے کہ 
دفتری یادداشت نمبر  ۶/۸/۷۲ مؤرخہ ۶/۱۲/۱۹۹۱ کے ذریعے جاری شدہ ہدایات کی جزوی ترمیم میں، اب یہ فیصلہ کیا گیا ہے کہ 
اس موضوع پر سابقہ احکام کی تنسیخ کے ساتھ، حسبِ ہدایت صدرمملکت کی منظوری ارسالِ خدمت ہے۔
اس موضوع پر تمام گزشتہ احکام کو منسوخ کرتے ہوئے حسبِ ہدایت صدرمملکت کی منظوری ارسالِ خدمت ہے۔
اسی نمبر کی گزشتہ دفتری یادداشت کی تنسیخ کرتے ہوئے حسبِ ہدایت صدرمملکت کی منظوری ارسال خدمت ہے۔
موضوع بالا پر قرار داد نمبر ........... مؤرخہ ۴/۲۵/۱۹۹۱  کے تحت جس مجلس حاکمہ کی تشکیل کا اعلان کیا گیا تھا، اس کی تنسیخ کرتے ہوئے، مندرجہ ذیل قرار داد جاری کی جاتی ہے۔
مذکورہ بالا موضوع پر اس ڈویژن کی عمومی گشتی دفتری یادداشت نمبر  ۶/۷/۷۲  مؤرخہ ۷/۸/۱۹۹۱. کی تنسیخ کرتے ہوئے راقم کو یہ کہنے کی ہدایت کی گئی ہے کہ
اس وزارت کی دفتری یادداشت نمبر ۷۲........  مؤرخہ  ۵/۶/۱۹۹۱ میں مشمولہ احکامات کی تنسیخ میں راقم کو یہ کہنے کی ہدایت کی گئی ہے۔
یہ احکامات اس وزارت کی دفتری یادداشت نمبر ۷۲ مؤرخہ  ۷/۹/۱۹۹۱  میں جاری شدہ احکامات کو بھی منسوخ کرتے ہیں۔
یہ اعلان اس ڈویژن کے اسی نمبر کے اعلان مؤرخہ  ۵/۲۶/۱۹۹۱ کو منسوخ کرتا ہے۔
ایڈیشنل سیکریٹری انچارج نے حکم دیا ہے کہ دفتری حکم نامہ نمبر ۹/۸/۷۲ مؤرخہ ۹/۲۶/۱۹۹۱ میں مندرجہ ذیل ترامیم / اضافے کیے جائیں۔
اس موضوع پر گزشتہ تمام احکامات کی تنسیخ کرتے ہوئے، یہ عرض ہے کہ
اس موضوع پر پہلا حکم نامہ مؤرخہ ۸/۸/۱۹۹۱ بذریعہ ہٰذا (اس کے ذریعے) منسوخ کیا جاتا ہے۔
اس موضوع پر موجودہ قواعد اور عمومی احکامات پیرا جات بالا میں بیان کردہ حد تک ترمیم شدہ سمجھے جائیں گے۔
حسب ہدایت عرض ہے کہ اس وزارت کی دفتری یادداشت نمبر۸/۳۔۷۲مؤرخہ  ۸/۲۷/۱۹۹۱ میں جاری شدہ احکامات بذریعہ ہذا واپس لیے جاتے ہیں۔
قانون شہادت ۱۸۷۲ء (ایکٹ ۱ بابت ۱۸۷۲ء) بذریعہ تحریر ہٰذا منسوخ کیا جاتا ہے۔
 فیصلہ کیا گیا ہے کہ قواعد کے موجودہ نرخوں پر نظرثانی کی جائے۔
لہٰذا متعلقہ قواعد میں ترمیم کی جا رہی ہے۔
لہٰذا اس دفتری یادداشت نمبر  ۶/۷/۷۲ مؤرخہ  ۶/۸/۱۹۹۱ کے پیرا ۳ کو ترمیم شدہ سمجھا جائے گا۔
موجودہ عنوان کو حسبِ ذیل سے بدل دیا جائے گا۔

جدول بعنوان ’’عدم اعتراض ‘‘ کا کالم (۵) حذف ہوگا۔
...........  کی محولہ بالا دفتری یادداشت میں مقررہ دوسری شرائط بدستور قابل اطلاق رہیں گی۔
یہ حکم نامہ اس موضوع پر گزشتہ تمام احکام کی تنسیخ کرے گا۔
تاریخ نفاذ احکامات
یہ نظرثانی تاریخ نفاذ سے نافذ العمل ہوگی۔
یہ اعلان  مئی سے نافذالعمل سمجھا جائے گا۔
یہ احکامات، اس دفتری یادداشت کی تاریخ اجرا سے مؤثر ہوں گے۔
اس ترمیم کو مئی   سے نافذ العمل سمجھا جائے گا۔
یہ احکامات  مقرہ تاریخ  سے نافذ العمل سمجھے جائیں گے اور تاحکم ثانی نافذ رہیں گے۔
یہ احکامات تاریخ اجرا سے مؤثر ہوں گے۔
 یہ احکامات اس دفتری یادداشت کی تاریخ اجرا سے نافذ العمل ہوں گے۔
یہ احکامات تاریخ اجرا سے نافذ ہوں گے۔
ترمیم بالا فوری طور پر نافذ ہوگی۔
یہ ترامیم جون سے نافذ ہوں گی۔
یہ احکامات فوری طور پر نافذ العمل ہوں گے۔


درخواست برائے رسید وصولی
براہ کرم رسید بھیجیں۔

براہ کرم رسید لے کر حوالے کریں۔
براہ کرم اس مراسلے کی وصولی کی اطلاع دیجیے۔
رسید وصولی
منصوبہ  کے بارے میں  سیکرٹری کے نام آپ کے خط نمبر  ۷/۸/۷۲ مؤرخہ ۲۷/۵/۱۹۹۱ کی رسید حسب ایما بھیج رہا ہوں۔
مجھے آپ کاخط نمبر  ۶/۷/۷۲  مؤرخہ  ۵/۹/۱۹۹۱ بابت  موصول ہوا۔
موضوع بالا پر، سیکریٹری عملہ ڈویژن کے نام، آپ کے خط مؤرخہ ۵/۲/۱۹۹۱ کے لیے مجھے آپ کا شکریہ ادا کرنا چاہیے۔
آپ کے خط مؤرخہ ۲/۹/۱۹۹۱ کا شکریہ۔
آپ کے خط مؤرخہ  ۷/۸/۱۹۹۱  ارسال کرنے کا شکریہ۔
بدھ  کو منعقدہ اجلاس کی روداد کی نقل مجھے ارسال کرنے پر میں آپ کا شکر گزار ہوں۔
آپ کے خط مؤرخہ   ۶/۹/۱۹۹۱  بنام سیکرٹری کی ایک نقل مجھے ارسال کرنے پر آپ کا شکریہ۔
مجھے خوشی ہے کہ آپ کے خط مؤرخہ ۳/۲/۱۹۹۱  کی رسید ارسال کر رہا ہوں۔
میں آپ کے خط مؤرخہ ۵/۹/۱۹۹۱ کا شکریہ ادا کرنا چاہتا ہوں۔
میں آپ کے خط مؤرخہ ۳/۸/۱۹۹۱کے وصول ہونے کی اطلاع دینے کا شرف حاصل کرتا ہوں۔
میں آپ کے خط نمبر  ۵/۸/۷۲مؤرخہ   ۴/۸/۱۹۹۱.کے ساتھ موصول شدہ اعزازی نسخہ کے وصول ہونے کی شکریہ کے ساتھ اطلاع دیتا ہوں۔
موضوع بالا پر آپ کے خط نمبر  ۷۲مؤرخہ ۳/۶/۱۹۹۱ کے لیے آپ کا شکر گزار ہوں۔
آپ کا فراہم کردہ اقتباس میرا مقصد پورا کرے گا۔
مراسلات کے اضافی حصے
منسلک کرنا (کاغذات)
منسلک کرنا
ملحق کرنا
لف کرنا
منسلک
منسلک	
ملحق
ملفوف۔لف
ضمیمہ
منسلکہ
ضمیمہ
ملفوفہ
کیفیت نویسی/ مراسلت میں مستعمل مخصوص الفاظ و فقرات
منجانب۔ از/ بخدمت
ورق کی دوسری طرف سے
پچھلے صفحے سے
نیچے از صفحہ ماقبل
اطلاع ہوئی
مندرجہ بالا
مندرجہ ذیل
درج کیا (بطور یادداشت)
اطلاع کے بعد واپس کیا۔
اطلاع پائی، واپس ارسال ہے۔
ملاحظہ کیا، واپس ارسال ہے۔
آئندہ حوالے کے لیے ملحوظ رہے گا۔ 
آئندہ حوالے کے لیے ملاحظہ کیا۔
تعمیل کے لیے ملاحظہ کیا۔
مندرجہ پشت
اورآگے۔ 
آئندہ۔ 
آگے کی طرف
اصل نسخہ نشانیہ ’’الف‘‘ پر
بیرونی
صفحہ سابقہ
براہ مہربانی ورق اُلٹیے
سابق نوٹ
گزشتہ نوٹ
سابقہ کاغذات
بذریعہ حاملِ ہٰذا
دستخط کیا، مہر لگائی اور حوالے کیا
بہ ثبت دستخط و مہرحوالے کیا گیا
دستخط کیے گئے، مہر لگائی گئی اور حوالے کیا گیا۔
ملاحظہ ہو
ملاحظہ کیجیے
دیکھیے
رجوع کیجیے (بطور حوالہ)
بذریعہ
نیچے ملاحظہ ہو
ملاحظہ ہو پس وررق
اوپر ملاحظہ ہو
بتفصیل ذیل
یعنی
جس کی تفصیل یہ ہے
مرادیہ ہے کہ
بتفصیل ذیل
یعنی
جس کی تفصیل یہ ہے
مرادیہ ہے کہ
جبکہ
ہرگاہ کہ
حالانکہ
حقیقت یہ ہے کہ 
جبکہ درحقیقت
حقائق
القابات
جناب عالی،
جناب والا،
جناب،
محترم،
جناب عالیہ،
محترم جناب،
مکری
مکرمی جناب
صاحبان
عزت مآب
فضیلت مآب
اعلیٰ حضرت
والا حضرت
عالی جاہ
اعلیٰ حضرت
والا حضرت
عالی جاہ
عالیہ حضرت
عالیہ حضرت
صاحب ذی وقار
صاحب الجلال
صاحب جاہ و جلال
جہاں پناہ
صاحبہ ذی وقار
صاحبتہ الجلالہ
قابل احترام
عالی وقار
عزت مآب
والاشان
افضل الاحترام
تقدس مآب
صاحب
جناب
بیگم

حضور سفارت
حضور وزارت
عمومی لیبل 
نئی رسید
تازہ رسید
کاغذ زیر غور
منسلک مسل
منسلک فائل
مسودہ برائے منظوری
برائے دستخط
مسودہ خلاصہ برائے صدرِ مملکت
مسودہ خلاصہ برائے وزیراعظم
خلاصہ برائے صدر مملکت
خلاصہ برائے وزیراعظم
خلاصہ برائے وزیر
بریف برائے وزیر
جامع نوٹ
جامع بالذات نوٹ
خود وضاحتی نوٹ
پارلیمانی لیبل
سوال اسمبلی
سوال سینیٹ
مواد برائے ضمنی سوالات
تحریک التوا
1تحریک تخفیف۔ کٹوتی تحریک
تحریک استحقاق
قرارداد
ترجیحی لیبل
رہائش گاہ
استعمال:
فوری اہمیت کے حامل معاملات جنھیں دفتری اوقات کے بعد افسر کی رہائش گاہ پر بھیجا جائے۔
ہنگامی صورت حال کے علاوہ ، کوئی فائل یا کاغذات وزیروں یا افسروں کے گھروں پر رات گیارہ سے لے کر صبح سات بجے کے دوران نہیں بھیجنے چاہئیں۔
تاہم اس وقت کے دوران، ڈیوٹی سائیفر افسر، وزارتِ امورِ خارجہ ، فوری نوعیت کا حامل خفیہ تار (سائیفر ٹیلی گرام)، متعلقہ وزیر یا افسر کے گھر بھیج سکتا ہے۔
خفیہ تار ارسال کرنے سے پہلے، ڈیوٹی سائیفر افسر متعلقہ وزیر یا افسر کی گھر پر دستیابی کی تصدیق کرے گا تاکہ وہ وزیر یا افسر یہ خفیہ تار وصول کر سکے۔
فوری
استعمال: فوری توجہ کے حامل معاملات جنھیں ۲۴ گھنٹے کے اندر نمٹایا جائے۔ 
ترجیح
استعمال: یہ لیبل ان معاملات پر لگایا جاتا ہے جو تین دن کے اندر نمٹائے جانے چاہئیں۔
نوٹ: رہائش گاہ اور ترجیحی لیبل غیر ضروری طور پر  استعمال نہیں کرنے چاہئیں۔
حفاظتی لیبل (برائے قسم بند مواد)
انتہائی خفیہ
بے حد خفیہ
خفیہ
بہ صیغہ راز
محدود
نوٹ: جن رسیدوں، مراسلوں ، لفافوں، کاغذات اور دستاویزات پر نہایت خفیہ، خفیہ یا بہ صیغہ راز کی نشان دہی کی گئی ہو، ان کی نگہداشت کابینہ ڈویژن کی جاری کردہ ہدایات کے مطابق کی جاتی ہے۔ 
یہ ہدایات کابینہ ڈویژن کی کتاب’’حکومتی محکموں میں قسم بند معاملات کی سلامتی‘‘ میں درج کی گئی ہیں۔
وصولی، تقسیم اور ترسیل
مرکزی رجسٹری
ہروزارت، ڈویژن اور سرکاری دفتر میں، ایک مرکزی مقام پر،ڈاک وصول کرنے کا سیکشن (صیغہ) جس کی دو بنیادی ذمہ دار یاں ہیں
(الف) تازہ ڈاک کی وصولی و تقسیم؛
(ب) بیرونی ڈاک کی ترسیل۔
۲۔ جن لفافوں پر مکتوب الیہ افسر کا نام لکھا ہوا ہو، ایسے لفافے کھولے بغیر، متعلقہ افسروں کو بھجوائے جاتے ہیں۔
۳۔ جن لفافوں پر مکتوب الیہ افسر کا نام نہ لکھا ہو بلکہ وزارت، ڈویژن یا دفتر کا نام لکھا ہو، ایسے لفافوں کو کھولا جاتا ہے اور موضوع مراسلہ کے مطابق متعلقہ سیکشن کو وہ مراسلہ یا دستاویز بھیج دی جاتی ہے۔
۴۔ موضوع مراسلہ سے متعلق سیکشن معلوم کرنے کے لیے، مرکزی رجسٹری میں وزارت/ ڈویژن/ سرکاری دفتر کی طرف سے جاری کردہ تعین موضوعات کی تازہ ترین فہرست دستیاب ہونی چاہیے۔
قسم بند مواد
(۲) بذریعہ ڈاک ارسال کیے جانے والے قسم بند مواد کے لیے دو لفافے استعمال کیے جائیں۔
اندرونی لفافے میں ایک رسید موجود ہو جس پر وصول کنندہ دستخط کرے اور واپس کر دے۔
(۳) جب کسی دفتر میں قسم بند مواد وصول ہو تو اس کا اندراج فوری طور پر ڈائری میں کیا جائے۔ 
قسم بند مواد (نہایت خفیہ، خفیہ اور قابلِ جواب دہی مواد) کے لیے علیحدہ ڈائری رجسٹر استعمال کیا جائے۔
(۴) وصول کنندہ محکمے / دفتر میں قسم بند مواد کی مابعد منتقلی کا تفصیلی ریکارڈ رکھا جائے تاکہ کسی بھی وقت اس کے موجود ہونے کی صحیح جگہ معلوم کی جا سکے۔
(۵) قسم بند مواد کی منتقلی ہمیشہ رسید کے ذریعے ہونی چاہیے ، خواہ یہ منتقلی ماتحت سے اعلیٰ افسر کی طرف ہو یا اس کے برعکس ہو۔
اصطلاحات ترسیل
فوری
بذریعہ ہرکارہ خاص قاصد
بذریعہ خصوصی قاصد
بذریعہ سفارتی بیگ
بذریعہ ڈاک
عام ڈاک
ڈاک کا پتہ
رہائشی پتہ
کفایتی پرچی
لفافہ
لفافہ
صاف کاپی
دفتری کاپی
جاری کیا
مہر
مقامی ترسیل
غیر ملکی ترسیل
ملفوفہ
خلاصہ نویسی
خلاصہ
خلاصہ سے مراد کسی مخصوص موضوع پر ایک ایسی مختصر اور جامع دستاویز ہے جس میں غیر ضروری جزئیات اور تفصیلات موجودنہ ہوں اور خلاصہ پڑھ کر حکام بالا ضخیم ریکارڈ اور کئی حصوں پر مشتمل فائل کا مطالعہ کرنے کی بجائے ، معاملے کے حقائق اور متعلقہ ڈویژنوں یا محکموں کے نقطۂ ہائے نظر سے واقف  ہوجائیں۔
یہ بھی معلوم ہوجائے کہ مسئلے کے ممکنہ حل کیا ہیں اور ان میں سے کون سا حل کیوں دوسرے سے بہتر ہیں ۔
سرکاری دفاتر میں مختلف مقاصد کے لیے خلاصے تیار کیے جاتے ہیں۔
ہر قسم کا خلاصہ تحریر کرنے کے لیے قواعد کار ۱۹۷۳ء (۱) اور ہدایات سیکریٹریٹ (۲) میں ہدایات موجود ہیں۔ 
بعض امور کے بارے میں ان ہدایات کی وضاحت کے لیے کابینہ ڈویژن اور عملہ ڈویژن نے مزید احکام بھی جاری کیے ہیں۔
خلاصہ نگاری کا طریق کار
(۱) خلاصہ تیار کرنے والی وزارت یا ڈویژن کا نام، مثلاً؛
حکومت پاکستان
کابینہ سیکریٹریٹ
عملہ ڈویژن
(۲) جس حاکم اعلیٰ کے لیے خلاصہ تیار کیا جائے، اس کی نشان دہی کی جائے مثلاً خلاصہ برائے کابینہ، خلاصہ برائے صدر مملکت، خلاصہ برائے وزیر اعظم وغیرہ۔ 
اگر کسی پیچیدہ اور پرانے معاملہ کا خلاصہ تیار کرنا ہوتو صرف ’’خلاصہ‘‘ تحریر کر دیا جائے۔
(۳) موضوع کا خلاصہ جامع اور واضح طور پر بیان کیا جائے۔
(۴) خلاصہ کے پیراگرافوں کو ترتیب وار نمبر دیئے جائیں۔
خلاصہ برائے کابینہ تیار کرنے کا طریق کار
(۲) تجویز کردہ قانون سازی کے معاملہ میں ، جس میں اصولی طور پر کابینہ کی منظوری مطلوب ہو، خلاصہ میں ایسے اہم امور واضح طور پر بیان کیے جائیں گے جن پر قانون سازی کرنی ہو۔
(۳) خلاصہ حتی الامکان مکمل اور دو طبع شدہ صفحات سے زائد نہ ہو اور اس کے ساتھ صرف ایسے متعلقہ کاغذات بطور ضمیمہ شامل ہوں جو معاملے کے صحیح ادراک کے لیے ضروری ہوں۔
کابینہ سیکریٹری خلاصہ کی نقول کی تعداد کا تعین کرے گا۔
(۴) اگر معاملہ ایک سے زائد ڈویژنوں سے متعلق ہوتو جب تک تمام متعلقہ ڈویژن اس پر غور نہ کرلیں خلاصہ کابینہ ڈویژن کو پیش نہیں کیا جائے گا۔
ان ڈویژنوں میں اختلاف رائے کی صورت میں اختلافی نکات خلاصہ میں واضح طور پر بیان کیے جائیں گے۔ 
جس کی ایک نقل کابینہ ڈویژن کو خلاصہ کی ترسیل کے ساتھ پیش کنندہ ڈویژن کی طرف سے دوسرے متعلقہ ڈویژنوں کو ارسال کی جائے گی۔
(۵) تمام مسودات قانون، ہنگامی قوانین یا احکامات وزارت قانون، انصاف اور پارلیمانی امور ڈویژن سے جانچ پڑتال کے بعد کابینہ کو پیش کیے جائیں گے۔ اور اس ڈویژن سے مشاورت کے بغیر ان میں کسی قسم کی تبدیلی نہیں کی جائے گی۔
(۶) اگر خلاصہ میں یہ تجویز ہو کہ غیر ملکی حکومت سے کسی معاملے پر گفت و شنید کا آغاز کیا جائے یا کوئی معاہدہ کیا جائے تو کابینہ ڈویژن کو خلاصہ ارسال کرنے سے پہلے وزارت خارجہ سے مشورہ لیا جائے اور مشورے کے بعد خلاصہ میں بیان کیا جائے کہ وزارت خارجہ کو اس تجویز سے اتفاق ہے۔
(۷) اگر خلاصہ میں ایسا معاملہ ہو جس کا کوئی پہلو مالیاتی ہوتو وزارت مالیات کی رائے حاصل کرنا ضروری ہے اور کابینہ ڈویژن کو ارسال کیے جانے والے خلاصہ میں اس رائے کا بیان ضروری ہے۔
خلاصہ برائے صدر مملکت تیار کرنے کا طریق کار
خلاصہ برائے وزیراعظم تیار کرنے کا طریق کار
جب صدر مملکت یا وزیر اعظم کی خدمت میں کوئی معاملہ پیش کرنا ہو تو مندرجہ ذیل نکات پیش نظر رکھے جائیں:
(۲) خلاصہ میں انچارج وزیر کی خصوصی سفارشات شامل ہوں گی۔ 
(۳) جہاں مناسب ہو مراسلہ کا مسودہ ساتھ ارسال کیا جائے گا۔
(۴) خلاصہ پر سیکریٹری؍ ایڈیشنل سیکریٹری انچارج؍ جائنٹ سیکریٹری انچارج دستخط کرے گا۔
(۵) خلاصہ کو خاص مسل پوش؍فائل کور (فارم نمبر ایس۔۲۰۴۔ای) میں رکھا جاتا ہے اور اسے مناسب طریقے سے ٹیگ کیا جاتا ہے۔
 اگر خلاصہ کے آخر میں ایک تہائی صفحہ سے کم جگہ باقی بچے تو کیفیت نویسی اور احکامات کے لیے زائد صفحہ کا اضافہ کردیا جاتا ہے۔
(۶) اگر آئین کے کسی آرٹیکل کے تحت صدر مملکت نے کوئی کارمنصبی انجام دینا ہویا احکامات جاری کرنا ہوں یا صدرمملکت کی خصوصی منظوری درکا ر ہو تو متعلقہ ڈویژن اس امر کے بارے میں خلاصہ بعنوان ’’خلاصہ برائے وزیراعظم‘‘ میں ایک پیراگراف شامل کرے گا۔ وزیر اعظم اپنا مشورہ دے گا اور معاملہ صدر مملکت کو پیش کرے گا۔
جب صدر مملکت معاملہ ملاحظہ کر لیں اور منظوری دے دیں تو اسے وزیر اعظم کو واپس ارسال کر دیا جائے گا۔ 
نوٹ: قواعد کار ۱۹۷۳ء (شیڈول۔ پنجم ۔ب) میں صدر مملکت کو پیش کیے جانے والے ایسے معاملات کی وضاحت کی گئی ہے۔
نوٹ: قواعد کار۱۹۷۳ء کے جدول(شیڈول) ششم میں صدر مملکت کے صوابدیدی اختیارات کے بارے میں وضاحت کی گئی ہے۔
دوسرے مقاصد کے لیے خلاصہ جات
کابینہ ، وزیراعظم اور صدر مملکت کے علاوہ دیگر اعلیٰ عہدیداروں کو بھی خلاصہ جات پیش کیے جاتے ہیں:
خلاصہ برائے وفاقی وزیر انچارج
خلاصہ برائے وزیر مملکت
خلاصہ برائے مشیر وزیر اعظم
خلاصہ برائے خصوصی معاون وزیراعظم
خلاصہ برائے سیکریٹری جنرل
خلاصہ برائے سیکریٹری کابینہ ڈویژن
خلاصہ برائے سیکریٹری عملہ ڈویژن
خلاصہ برائے سیکریٹری دفاع ڈویژن
خلاصہ برائے سیکریٹری مالیات ڈویژن
خلاصہ برائے سیکریٹری قانون و انصاف ڈویژن
خلاصہ برائے سیکریٹری امور خارجہ ڈویژن
اداروں کو پیش کرنے کے لیے:
خلاصہ برائے کابینہ
خلاصہ برائے قومی اقتصادی کونسل
خلاصہ برائے مشترکہ مفادات کونسل
خلاصہ برائے سیکریٹریوں کی کمیٹی
خلاصہ برائے کابینہ کمیٹی قومی زبان
خلاصہ برائے وزارتی کمیٹی
خلاصہ برائے اسلامی نظریاتی کونسل
خلاصہ برائے بین الصوبائی کانفرنس
وزیر انچارج کی منظوری کے لیے مستعمل فقرات
وزیر تجارت نے ملاحظہ کیا ہے اور خلاصہ پیش کرنے کی منظوری دی ہے۔
وزیر مذہبی امور نے خلاصہ ملاحظہ کیا ہے اور منظوری دی ہے۔
 وزیر محنت نے خلاصہ منظور کر لیا ہے اور اسے کابینہ کو پیش کرنے کا اختیار دیا ہے۔
وزیر مملکت برائے مالیات نے یہ خلاصہ کابینہ کو پیش کرنے کا اختیار دیا ہے۔
خلاصہ کو وزیر قانون و انصاف کی منظوری حاصل ہے۔
وزیر مملکت برائے ماحولیات کی رضامندی سے خلاصہ پیش خدمت ہے۔
کابینہ کی منظور ی کے حصول کے لیے مستعمل فقرات
پیرا۔۷ میں درج شدہ تجاویز کابینہ کی منظوری کے لیے پیش خدمت ہیں۔
مذکورہ بالا کی روشنی میں، مندرجہ ذیل تجاویز کابینہ کے غور کے لیے پیش خدمت ہیں۔
پیرا۔۲ بالا میں درج شدہ تجویز پر کابینہ کی منظوری کے لیے التماس ہے۔
پیرا………………میں دی گئی تجویز اور منسلکہI-پر مسودہ قانون کی منظوری کے لیے کابینہ سے التماس ہے۔
پیرا ………………بالا میں تجویز کردہ ترامیم کی منظوری کے لیے کابینہ سے التماس ہے۔
ارکان کابینہ کی معلومات کے لیے خلاصہ کابینہ کو پیش خدمت ہے۔
پیرا  تین میں درج شدہ تجاویز پر کابینہ کی اصولی منظوری کے لیے التماس ہے ۔ جس کے بعد قانون و انصاف ڈویژن سے قانون کا مسودہ تیار کرنے کی درخواست کی جائے گی۔
وزیرا عظم کی منظوری کے حصول کے لیے مستعمل فقرات
پیرا بالا میں مشمولہ تجویز کے لیے وزیراعظم کی منظوری کے لیے التماس ہے۔
پیرا بالا میں دی گئی تجویز کے لیے وزیراعظم کی منظوری کے لیے التماس ہے۔
وزیر اعظم سے درخواست ہے کہ پیرا بالا میں دی گئی تجویز منظور فرمائیں۔
خلاصہ کے پیرا دو میں درج شدہ تجویز وزیر اعظم کے غور اور احکامات کے لیے پیش خدمت ہے۔
وزیراعظم سے درخواست ہے کہ پیرابالا میں پیش کردہ تجویز منظور فرمائیں۔
وزیر اعظم سے درخواست ہے کہ پیرا بالا میں تجویز کردہ سفارشات سے اتفاق فرمائیں۔
وزیر اعظم سے گزارش ہے کہ پیرا بالا میں دی گئی تجویز منظور فرمائیں۔
وزیر اعظم سے درخواست ہے کہ خلاصہ کے پیرا بالا میں دی گئی تجویز منظور فرمائیں۔
 وزیر اعظم کی منظوری کے حصول کے لیے مستعمل فقرات(عملہ جاتی معاملات)
سول ملازمین ایکٹ ۱۹۷۳ء کے سیکشن ۱۰ کے تحت، وزیر اعظم مہربانی فرما کر اوپر درج شدہ افسروں میں سے ایک کا انتخاب فرمائیں۔
اوپر وضاحت کردہ صورت حال کے پیش نظر، وزیر اعظم مہربانی فرما کر جناب اکرام اللہ کا تقرر بطور  ممبر منظور فرمائیں۔
وزیر اعظم سے درخواست ہے کہ مہربانی فرما کر بطور ممبر تقرر کے لیے اوپر درج شدہ افسروں میں سے ایک کا انتخاب فرمائیں۔
وزیر اعظم سے درخواست ہے کہ مہربانی فرما کر مندرجہ ذیل ماہرین کے پینل میں سے  ادارہ کا چیئرمین نامزد کریں۔
وزیر اعظم سے درخواست ہے کہ مہربانی فرما کرجناب  ارشد علی کی ترقی بطور سیکرٹری، فوری موثر ہونے کے لیے منظورکریں۔
پیرا۔۵ بالا میں درج شدہ سفارش پر وزیراعظم کے احکام کے لیے التماس ہے۔
وزیر اعظم مہربانی فرما کر، جناب  سیکرٹری کی بطور  مالیاتی ، تقرر کی میعاد میں پیرا اول سے  پیرا تین  تک ، توسیع منظور کریں۔
وزیر اعظم مہربانی فرما کر جناب سیکر ٹری  کا مستعار الخدمتی پر، اپنے ہی پیمانہ تنخواہ و الاؤنس اور اسامی کی مراعات پر بطور مالیاتی تقررمنظور کریں۔
اوپر وضاحت کردہ صورت حال کی روشنی میں ، وزیر اعظم سے درخواست ہے کہ پیرا بالا میں دی گئی تجویز سے اتفاق نہ فرمائیں۔
وزیراعظم کے مشورے پر صدرمملکت کے احکامات کے حصول کے لیے مستعمل فقرات
وزیر اعظم سے درخواست ہے کہ صدر مملکت کو مشورہ دیں کہ اسلامی جمہوریہ پاکستان کے آئین کے آرٹیکل ۹ کی رو سے عطا کردہ اختیارات کو بروئے کار لاتے ہوئے ، قواعد کار ۱۹۷۳ء  کے شیڈول ۵۔ب کے سلسلہ نمبر ۳ کے اعتبار سے پیرا ۳ بالا میں دی گئی تجویز مع مسودہ اعلان کی منظوری دیں۔
خلاصہ برائے کابینہ کے اجزاء
خفیہ
نسخہ نمبر ۷۲
حکو مت پاکستان
وزارت
(ڈویژن )
خلاصہ برائے کابینہ
موضوع:	معاملہ کے متعلق حقائق
۱۔ معاملہ کے متعلقہ حقائق
۲۔فیصلہ طلب نکات
۳۔وزارت؍ ڈویژن کی تجویز
۴۔وفاق کی وزارتوں سے مشاورت کی گئی ہے۔
انھوں نے تجویز سے اتفاق کیا ہے۔(اگر کسی وزارت / ڈویژن نے مختلف آراء کا اظہار کیا ہو تو ان کا نقطۂ نظر واضح طور پر بیان کرنا چاہیے)۔
۵۔ وزیر اعظم نے یہ خلاصہ ملاحظہ کر لیا ہے اور اسے کابینہ کو پیش کرنے کا اختیار دے دیا ہے۔
وزیر اعظم نے بطور وزیر انچارج ، وزارت کا ، یہ خلاصہ ملاحظہ کر لیا ہے اور اسے کابینہ کو پیش کرنے کا اختیار دے دیا ہے۔
۶۔ پیرا بالا میں بیان کردہ تجویز پر کابینہ کی منظوری کے لیے التماس ہے۔
(نام)
سیکریٹری/ ایڈیشنل سیکریٹری انچارج
مقام:
تاریخ:
خلاصہ برائے وزیر اعظم کا خاکہ
حکومت پاکستان
کابینہ سیکریٹریٹ
عملہ ڈویژن
خلاصہ برائے وزیر اعظم
موضوع:
خلاصہ کامتن
وفاقی وزیر برائے عملہ ڈویژن نے یہ خلاصہ ملاحظہ کیا اور اسے منظور کیا۔
خلاصہ کے پیرا ۲ پر وزیراعظم کی منظوری کے لیے التماس ہے۔
سیکریٹری ، عملہ ڈویژن
بوساطت:
وزارت خارجہ (جناب سیکریٹری) اسلام آباد۔
مالیات ڈویژن (جناب سیکریٹری) اسلام آباد۔
کابینہ ڈویژن (جناب سیکریٹری) اسلام آباد۔
پرنسپل سیکریٹری برائے وزیر اعظم، وزیر اعظم سیکریٹریٹ (پبلک) اسلام آباد۔
عملہ ڈویژن غیر رسمی نوٹ نمبر ۵/۷/۷۲ بتاریخ: ۳/۵/۱۹۹۱
نمونہ (انگریزی- اُردو):  خلاصہ برائے وزیر اعظم
حکومت پاکستان
کابینہ سیکریٹریٹ
(عملہ ڈویژن)
خلاصہ برائے وزیراعظم
موضوع:	پرنٹنگ کارپوریشن پاکستان میں ایک افسر(بنیادی پیمانہ تنخواہ۔۲۱) کی بطورمنیجنگ ڈائریکٹر تعیناتی
جناب سیکٹری جو سیکریٹریٹ گروپ(بنیادی پیمانہ تنخواہ۔۲۱) کے ایک افسر ہیں، کا حال ہی میں پرنٹنگ کارپوریشن پاکستان کے مینیجنگ ڈائریکٹر کی اسامی سے تبادلہ ہوا ہے۔
۲۔ خالی ہونے والی اسامی کو پُر کرنے کے لیے، عملہ ڈویژن افسروں کا مندرجہ ذیل پینل تجویز کرتا ہے:
۳۔ اوپر درج شدہ تمام افسر اسامی کی ملازمتی ضروریات، تجربہ اور رجحان پورا کرتے ہیں۔
تاہم مندرجہ ذیل افسروں کی پُرزور سفارش کی جاتی ہے:
۴۔ پیرا بالا میں کئی گئی سفارش پر وزیراعظم کے احکامات کے لیے التماس ہے ۔
اوپر درج شدہ افسروں کے انفرادی پیشہ ورانہ منصوبہ بندی چارٹ اور خاکہ جات ملازمت کی نقول منسلک ہیں۔
منسلکہ:۱۔ ۶ آئی سی پی چارٹ
۲۔ ۶ خاکہ جات ملازمت
سیکریٹری عملہ
پرنسپل سیکریٹری برائے وزیر اعظم، وزیرا عظم سیکریٹریٹ (پبلک) اسلام آباد۔
عملہ ڈویژن غیر رسمی نوٹ نمبر ۵/۴/۷۲ مؤرخہ ۲/۳/۱۹۹۱
نمونہ فیصلہ کابینہ
پاکستان تحقیقاتی کونسل برائے ذرائع آب نے حال ہی میں ملک میں ذرائع آب کا سروے/اور پانی کی جانچ پڑتال کا اہتمام کیا ہے۔
نتائج نے آبی ذخیروں، دریاؤں وغیرہ میں وسیع پیمانے پر کیمیائی اور جرثومیاتی آلودگی کی نشان دہی کی ہے۔
پانی کی برانڈ والی بوتلوں کے قابل لحاظ نمونوں کے تجزیے نے بھی کیمیائی اور جرثومیاتی آلودگی کا انکشاف کیا ہے۔
فیصلہ:
اس معاملے پر غور کرتے ہوئے ، کابینہ نے اپنے اجلاس منعقدہ ۲۱۔۹۔۲۰۰۵ء میں مندرجہ ذیل ہدایت کی:
’’حکومت کی تمام سطحوں پر ایک مہم کاآغاز کیا جائے جو معاشرے کے مختلف طبقات میں اُبلے ہوئے پانی کے استعمال کو فروغ دے۔‘‘

روداد نویسی
روداد
اجلاس کی اہمیت
اجلاس دفتری معمولات کا ایک اہم حصہ ہیں جن میں مشاورت کے ذریعے شرکائے اجلاس کے تجربات اور ان کی اجتماعی سوچ سے استفادہ کیا جاتا ہے۔
پیش نامہ
اجلاس میں زیر غور آنے والے امور کی فہرست یا اجلاس کے پروگرام کو ایجنڈا؍ پیش نامہ کہتے ہیں۔
اطلاع نامہ
روداد نویسی کی اہمیت
۲۔ چونکہ روداد ایجنڈا (پیش نامہ) پر گفتگو کا تحریری ریکارڈ ہے اس لیے اگر کوئی نئی صورت حال پیدا نہ ہو تو ان مسائل پر شرکاء کو دوبارہ اجلاس منعقد کرنے اور گفتگو کرنے کی ضرورت نہیں۔
۳۔ روداد سے فیصلوں پر عمل درآمد کے لیے اقدامات کے بارے میں معلوم ہوجاتا ہے اور اقدامات اُٹھانے کے ذمہ داروں کا تعین بھی ہوجاتاہے۔
۴۔ بعض اوقات روداد میں مختلف اقدامات پر عمل درآمد کی آخری تاریخ بھی مقرر کر دی جاتی ہے اس طرح کسی منصوبہ پر عمل باقاعدگی سے جاری رہتا ہے۔
۵۔ روداد شرکائے اجلاس کے لیے اجلاس کا ٹھوس ریکارڈ ہے۔
اجلاس میں شرکت نہ کرنے والے ارکان کے لیے روداد ایک ذریعۂ معلومات ہے۔
۶۔ چند معاملات میں، روداد اجلاس کو بطور حوالہ استعمال کیا جاسکتا ہے ۔
مثلاً اگر ایک اجلا س کے نتائج دوسری شراکتی سرگرمیوں یا منصوبوں پر اثر انداز ہوں۔
عام اصول (روداد نویسی) 
روداد اختصار کے ساتھ تحریر کی جائے۔
اس کا انداز جامع اور زبان ساہ ہونی چاہیے۔
مفہوم کے لحاظ سے عبارت واضح اور غیر مبہم ہو۔
اس مقصد کے لیے زیر بحث مسئلہ بھی مختصر طور پر بیان کیا جائے تاکہ اس بارے میں پیش کردہ سفارشات اور فیصلوں کو سمجھنے میں آسانی ہو۔
روداد کی ترتیب ایجنڈا کے مطابق ہونی چاہیے۔
دیانت داری، غیر جانب داری اور معروضی نقطۂ نظر سے روداد قلم بند کی جائے۔
اجلاس کے اختتام اور روداد نویسی کے دوران زیادہ وقفہ نہیں ہونا چاہیے۔
وقت گزرنے کے ساتھ بہت سی باتیں اور ان کا صحیح سیاق و سباق ذہن میں واضح نہیں رہتے۔
بہتر یہ ہے کہ ۲۴ گھنٹے کے اندر روداد تحریر کر لی جائے۔
مکمل اور درست روداد اجلاس کے دوران تحریر کردہ اشارات اور یادداشت کی بنیاد پر مرتب کی جاتی ہے۔
خصوصی اصول (ہدایات سیکریٹریٹ/ معتمدی)
ہدایات معتمدی میں روداد نویسی کے بارے میں مندرجہ ذیل اُصول بیان کیے گئے ہیں:
تمام اجلاس باقاعدہ، منظم اور کارگزاری دکھانے والے ہوں گے۔
مختصر روداد تحریر کی جائے گی جس میں کارروائی کے صرف اہم اور قابل غور نکات کے ساتھ،فیصلوں کا ذکر ہوگا۔
انفرادی نقطۂ ہائے نظر تحریر نہیں کرنے چاہئیں۔
جب تک اس کے لیے درخواست نہ کی جائے۔
عام طور پر اختلاف رائے کی صورت میں انفرادی نقطۂ نظر قلم بند کیا جاتا ہے۔
روداد نویسی کے لیے ضروری اقدامات
(۱) قبل از اجلاس منصوبہ بندی
(۲) دوران اجلاس اشارات تحریر کرنا
(۳) بعد از اجلاس روداد نویسی
(۴) روداد اجلاس کی تقسیم کاری
(۵) آئندہ حوالہ کے لیے روداد فائل میں رکھنا یا محفوظ کرنا۔
(۱) قبل از اجلاس منصوبہ بندی
اگر اجلاس کے انعقاد کے بارے میں اچھی طرح تیاری اور منصوبہ بندی کی گئی ہو تو اجلاس کی روداد مؤثر طریقے سے تحریر کی جاسکتی ہے۔
اجلاس کا ایجنڈا (پیش نامہ) حاصل کریں۔
اس کی بنیاد پر روداد کا ایک خاکہ بنائیں جس میں ایجنڈا کی مختلف شقوں کے نمبر شمار اور ترتیب کا خیال رکھیں۔
اگر آپ پسند کریں تو ہر شق کے نیچے اشارات اور فیصلے تحریر کرنے کے لیے خالی جگہ چھوڑ دیں۔
اجلاس کے اطلاع نامہ اور پیش نامہ (ایجنڈا) میں ایسی معلومات موجود ہوتی ہیں جنھیں روداد میں شامل کرنے کی ضرورت ہوگی مثلاً:
شرکائے اجلاس کے نام بشمول ایسے افراد جنھیں خصوصی دعوت پر بلایا جائے۔
ایسی دستاویزات جو پیش نامہ (ایجنڈا) کے ساتھ ارسال کی جائیں یا انھیں اجلاس میں تقسیم کیا جائے۔
اعلیٰ افسران کی توقعات
جب کسی سرکاری افسر کو روداد نویسی کی نئی ذمہ داریاں دی جائیں تو اسے چاہیے کہ اپنے اعلیٰ افسر سے یہ دریافت کرے کہ روداد نویسی کے مختلف پہلو تحریر کرنے کے بارے میں ان کی توقعات کیا ہیں۔
(۲) اشارات قلم بند کرنا
اشارات تحریر کرنے سے پہلے، یہ بات سمجھنا اہم ہے کہ اجلاس کے دوران کس نوعیت کی معلومات  اور نکات درج کرنے کی ضرورت ہے۔
ہوسکتا ہے کہ آپ کے ادارے کی ضروریات کے مطابق روداد کا مواد ایک خاص انداز میں لکھنے کی ضرورت ہو اور روداد کا ایک مخصوص خاکہ ہو۔
اس لیے آپ ان ضروریات کے مطابق روداد تحریر کریں۔
روداد تحریر کرنے کی ترتیب
۱۔ بطور عنوان اجلاس کی نوعیت، تاریخ اور مقام وغیرہ تحریر کیا جاتا ہے اور اس کے نیچے لکیر ڈالی جاتی ہے۔ عنوان کا لفظ نہیں لکھا جاتا۔
۲۔ روداد کے آغاز میں اجلاس کی نوعیت، تاریخ، وقت، مقام اور اجلاس کے صدر کی نشاندہی کی جاتی ہے۔
۳۔ صدر اجلاس کے ابتدائی کلمات۔
۴۔ ایجنڈا کا ذکر کیا جاتا ہے اور اس کی نقل منسلک کی جاتی ہے۔
۵۔ نام شرکائے اجلاس (تعداد زیادہ ہونے کی صورت میں فہرست شرکاء منسلک کر دی جائے)۔
۶۔ گزشتہ اجلاس کی روداد، اگر کوئی ہو، کے بارے میں اگر کوئی اعتراض کیا گیا،منظور یا نامنظور کیا گیا ہو تو اس کی نشان دہی کی جاتی ہے۔
عام طور پر وزارتوں/ ڈویژنوں؍ محکموں وغیرہ کے اجلاسوں میں ایسا نہیں ہوتا۔
یہ صرف حکومت کی ملکیتی کمپنیوں/ کارپوریشنوں کے ڈائریکٹروں کے بورڈ کے میعادی اجلاس میں ہوتا ہے۔
۷۔ ایجنڈا کی مختلف شقوں پر سفارشات اور فیصلے۔
۸۔ اجلاس کے اختتامی فقرات اور صدر اجلاس کے لیے اظہار تشکر۔
روداد کی منظوری
اجلاس ختم ہونے کے بعد جتنا جلد ممکن ہو روداد تحریر کی جائے اور پھر ہدایات سیکریٹریٹ پر عمل کرتے ہوئے روداد کی منظوری کے لیے مسودہ افسران بالا کو پیش کر دیا جائے تاکہ چیئرمین اجلاس سے روداد کی حتمی منظوری لی جاسکے۔
شرکائے اجلاس کو روداد کی ترسیل
روداد کی حتمی منظوری کے بعد اس کی نقول تمام شرکائے اجلاس کو ارسال کی جائیں۔
بعض اوقات خصو دعو پر اجلاس میں شریک ہونے والے افراداور غیر حاضر ارکان کو روداد ارسال نہیں کی جاتی، اس بارے میں فیصلہ صدر اجلاس یا آپ کے ادارے کا اعلیٰ افسر کرتا ہے۔
اطلاع نامہ اور پیش نامہ میں مستعمل فقرات
کابینہ کا اجلاس ۷/۶/۱۹۹۱ (تاریخ) کو (وقت)، دن گیارہ بجے (دفتر) کے کمیٹی روم میں (مقام) میں ادارہ فروغ قومی زبان  کی صدر نشینی/ چیئرمین شپ میں منعقد ہوگا۔
 کابینہ کا اجلاس ۷/۶/۱۹۹۱ (تاریخ) کو (وقت) دن گیارہ بجے (دفتر) کے کانفرنس روم میں ادارہ فروغ قومی زبان (مقام)،پرمنعقد ہوگا۔
جناب ڈائریکٹر حنرل (نام)، ڈاکٹر راوف پاریکھ  (عہدہ) اجلاس کی صدارت کریں گے۔
اجلاس کا ایجنڈا/ پیش نامہ اور قرطاس کار ملفوف ہیں۔
اجلاس کا پیش نامہ/ایجنڈا حسب ذیل ہے۔
مجوزہ اجلاس کا پیش نامہ/ ایجنڈا ملفوف ہے۔
اجلاس کا پیش نامہ اس کے ساتھ ارسال ہے۔
اجلاس کا قرطاس کار بعد میں ارسال ہوگا۔
براہ کرم اجلا س میں شرکت کریں۔
آپ سے درخواست ہے کہ اجلاس میں شرکت کریں۔
آخری پیرا (قرطاس کار)
معاملہ سیکریٹریوں کی کمیٹی کے سامنے برائے غور پیش ہے۔
پیرا  بالا میں دی گئی تجاویز کمیٹی کے غور کے لیے پیش خدمت ہیں۔
روداد کاپہلا پیراگراف
سیکریٹری عملہ کی صدرنشینی/چیئرمین شپ میں،عملہ ڈویژن میں  دس بجے صبح سیکریٹریوں کی کمیٹی کا اجلاس ہوا۔
مالیات ڈویژن ، اسلام آباد کے کانفرنس روم میں ایک اجلاس ۷ جون  کو گیارہ بجے دن منعقد ہوا۔ 
سیکریٹری مالیات ڈویژن نے اجلاس کی صدارت کی۔
مرکز قومی دستاویزات کی مشاورتی کمیٹی کا آٹھواں سالانہ اجلاس ۱۸/۱۲/۱۹۹۳ کو  دوپہر دو بجے منعقد ہوا۔
جناب ظہور آذر، سابق کابینہ سیکریٹری اور چیئرمین وفاقی پبلک سروس کمیشن نے اجلاس کی صدارت کی۔
شرکائے اجلاس
شرکائے اجلاس میں مندرجہ ذیل شامل تھے:
اجلاس میں مندرجہ ذیل نے شرکت کی:
علاوہ ازیں، چاروں صوبائی حکومتوں کے سیکریٹری تعلیم بھی غوروفکر/ مشاورت میں اپنے چیف سیکریٹریوں کی معاونت کے لیے موجود تھے۔
چیئرمین کے ابتدائی کلمات
اجلاس کا رسمی طور پر آغاز جناب اکرام الحق نے قرآن کریم کی آیات کی تلاوت سے کیا۔
اپنے تعارفی کلمات میں چیئرمین نے مرکز قومی دستاویزات میں کیے جانے والے کام کے مختلف پہلوؤں کی تفصیل بتائی اور اب تک ہونے والی پیش رفت پر اطمینان کا اظہار کیا۔
چیئرمین نے اپنی افتتاحی تقریر میں زور دیا کہ
چیئرمین نے شرکاء کو خوش آمدید کہا اور منصوبہ عمل  کے بارے میں اپنے نقطہ ہائے نظر اور خیالات کا اظہار کرنے کے لیے اپنا وقت نکالنے پر ان کا شکریہ ادا کیا۔
اپنے ابتدائی کلمات میں چیئرمین نے شرکاء کو خوش آمدید کہا۔
دوران اجلاس گفتگو
اجلاس نے پچھلے سال کے پروگرام کے نفاذ کاجائزہ لیا۔
اجلاس میں جن دوسرے اہم مسائل پر گفتگو کی گئی، ان میں مندرجہ ذیل شامل تھے
دوسرے اہم مسائل جن پر مشاورتی کمیٹی نے غور کیا ، میں مندرجہ ذیل شامل تھے
قرطاس کار میں دیئے گئے مندرجہ ذیل تین متبادلات کے موافق و مخالف پہلوؤں پر غور کیا گیا۔
گفتگو کے دوران مندرجہ ذیل نکات اُٹھائے گئے۔
گفتگو کے دوران اٹھائے گئے کلیدی نکات، حسب ذیل ہیں
کمیٹی نے قرطاس کار میں وضاحت کردہ صورت حال ملاحظہ کی اور حسب ذیل فیصلہ کیا
قرطاس کار میں دی گئی تجاویزپر کمیٹی نے تفصیلی غور کیا اورا ن تجاویز کے موافق و مخالف دلائل پر مختلف زاویوں سے گفتگو کی۔
سیکریٹری عملہ نے قرطاس کار کے پس منظر کی وضاحت کرتے ہوئے بیان کیا کہ
کمیٹی نے آخری اجلاس میں کئے گئے فیصلوں کے نفاذ کا جائزہ لیا۔
گفتگو/ بحث کے دوران مندرجہ ذیل نکات اُٹھائے گئے۔
تجاویز تیار کرتے ہوئے، مندرجہ بالا عوامل کو پیش نظررکھا گیا۔
یہ مشاہدہ کیا گیا کہ
چیئرمین نے تجویز کیا کہ
چیئرمین نے کہا
چیئرمین نے صراحت کی۔
مابعد گفتگو کے دوران
اس پر زور دیا گیا کہ
قرطاس کار کے پس منظر کی وضاحت کرتے ہوئے، سیکریٹری عملہ نے کہا کہ
یہ کہا گیا کہ
سفارشات
مختلف متعلقہ عوامل پر احتیاط اور توجہ سے غور کے بعد، کابینہ کمیٹی نے مندرجہ ذیل سفارشات پیش کیں۔
کابینہ کی ذیلی کمیٹی نے دو اجلاس منعقد کیے اور مندرجہ ذیل سفارشات پیش کیں۔
کمیٹی نے مناسب غور کے بعد مندرجہ ذیل سفارشات پیش کیں۔
اپنے آخری اجلاس میں، کابینہ کمیٹی نے نفاذ اُردو بطور ذریعہ امتحانات مقابلہ کے متعلق مقتدرہ قومی زبان کی سفارشات کا جائزہ لیا۔
فیصلہ جات
کابینہ کمیٹی برائے مقتدرہ قومی زبان نے اپنے آخری اجلاس منعقدہ . جون میں مندرجہ ذیل معاملات پرغور کرنے کے لیے سیکریٹری عملہکی صدر نشینی/ چیئرمین شپ کے تحت ایک ذیلی کمیٹی قائم کرنے کا فیصلہ کیا۔
مشاورتی کمیٹی نے اصولی طور پر فیصلہ کیا۔
اجلاس میں مندرجہ ذیل فیصلے کیے گئے۔
اصولی طور پر مسودہ قواعد منظور کرنے کا فیصلہ کیا گیا۔
اپنے اجلاس منعقدہ  میں کابینہ نے فیصلہ کیا کہ
اپنے اجلاس منعقدہ میں  وفاقی کابینہ نے مندرجہ ذیل ہدایت کی:
اجلاس میں مندرجہ ذیل فیصلے کیے گئے۔
کمیٹی نے قرطاس کار میں وضاحت کردہ صورت حال کاجائزہ لیا اور حسب ذیل فیصلہ کیا۔
نتیجے میں یہ اتفاق کیا گیا کہ
یہ بھی اتفاق کیا گیا کہ
نمونہ روداد (۱) (انگریزی-اُردو)
سیکریٹریٹ تربیتی انسٹی ٹیوٹ
سیکریٹریٹ تربیتی انسٹی ٹیوٹ اسلام آباد میں سپرنٹنڈنٹ (بنیادی تنخواہ۔۱۶)کی خالی اسامی اور اسسٹنٹ انچارج کی حاصل شدہ اسامی پر تقرر بذریعہ ترقی کے لیے محکمہ جاتی ترقی کمیٹی کے اجلاس کی روداد
سپرنٹنڈنٹ (بنیادی پیمانہ تنخواہ ۔۱۶) کی رخصتی خالی اسامی اور اسسٹنٹ انچارج (بنیادی پیمانہ تنخواہ۔۱۵) کی متوقع اسامی پر اہل عہدے داروں کی ترقی پر غور کرنے کے لیے محکمہ جاتی ترقی کمیٹی (ڈی پی سی) کا اجلاس ۱۲۔جنوری ۲۰۱۶ کو گیارہ بجے دن، ڈائریکٹر (انتظامیہ) سیکریٹریٹ تربیتی انسٹی ٹیوٹ ، اسلام آباد کے دفتر میں منعقد ہوا۔کمیٹی کے ارکان مندرجہ ذیل تھے۔
(۱) جناب مطلوب حسین اعوان چیئرمین
ڈائریکٹر (انتظامیہ)
(۲) جناب ندیم صدیقی رکن
ڈپٹی ڈائریکٹر (انتظامیہ)
(۳) جناب ناصر محمودرکن
ڈپٹی ڈائریکٹر (عمومی خدمات)
۲۔ جناب کلیم اللہ خان کو چار سال (۱۴۶۱ یوم) کی نصف اوسط تنخواہ پر رخصت کے نتیجے میں، سپرنٹنڈنٹ (بنیادی پیمانہ تنخواہ۔۱۶) کی ایک اسامی خالی ہوگئی ہے۔
عملہ ڈویژن کی دفتری یادداشت نمبر۵۴؍۲۷؍۵۳ ۔ ایم سی مورخہ ۸۔۴۔۱۹۵۴، جس کی ترمیم بذریعہ دفتری یادداشت نمبر ۱۱؍۴؍۶۱ ایف۔۲(۱۵) مورخہ ۶۔۴۔۱۹۶۲ء ہوئی، باب ۲، شمار نمبر۱۲۹، ایسٹا کوڈ، ایڈیشن ۲۰۰۷ میں مطبوعہ، کے اعتبارسے دوماہ سے زیادہ خالی رہنے والی اسامیاں سربراہ وزارت؍ ڈویژن؍ محکمہ کے ذاتی احکامات کے تحت پُر کی جاسکتی ہیں۔
عملہ ڈویژن کی دفتری یادداشت نمبر ۳۰؍۲؍۹۰۔ سی پی۔۳ مورخہ ۱۸۔۲۔۱۹۹۷، باب۔۲، شمارنمبر۲۰۹  ایسٹا کوڈ ایڈیشن ۲۰۰۷ پر مطبوعہ ، میں بھی بیان کیا گیا ہے کہ مرکزی انتخابی بورڈ؍ محکمہ جاتی ترقی کمیٹی کی طرف سے عارضی بنیاد پر ترقی کے لیے سفارش کردہ افسر، جس کی حاکم مجاز نے منظوری دی ہو، نچلی اسامی پر تنزلی کا مستوجب ہے اگر بالاتر اسامی بعد میں ختم ہوجائے یا موجود نہ رہے یااس کا اصل اسامی دار ملازمت پر واپس حاضر ہوجائے۔
تاہم، اگر عارضی طور پر ترقی یافتہ افسر، بغیر کسی وقفہ ، بالاتر اسامی پر کام جاری رکھے اور اس دوران کاڈر میں ایک نئی اسامی دستیاب ہوجائے تو بالاتر اسامی پر ، باقاعدہ بنیاد پر، اس کی ترقی کے لیے مرکزی انتخابی بورڈیا محکمہ جاتی ترقی کمیٹی کی تازہ اجازت اور حاکم مجاز کی منظوری ضروری نہیں ہے۔ 
۳۔ محکمہ جاتی ترقی کمیٹی نے مندرجہ ذیل ایجنڈا شقو ں پر غور کیا اور ہر ایک پر سفارشات پیش کیں:
شق نمبر۱
۳۔ سپرنٹنڈنٹ (بنیادی پیمانہ تنخواہ-۱۶)۔ ایک اسامی: قواعد تقرر، ترقی و تبادلہ برائے وزارتی عملہ کے قاعدہ۔۲ کے بموجب ، سپرنٹنڈنٹ (بنیادی پیمانہ تنخواہ- ۱۶) کی اسامی ۱۰۰ فیصد بذریعہ ترقی پُر کرنی ہے۔
 قواعد بالا کے قاعدہ۔۳ کے مطابق اسسٹنٹ انچارج(بنیادی پیمانہ تنخواہ-۱۵)، جو تین سال ملازمت کا حامل ہو یا اسسٹنٹ (بنیادی پیمانہ تنخواہ-۱۴) (جب کوئی اسسٹنٹ انچارج  دستیاب؍ اہل نہ ہو) ، جو پانچ سال ملازمت کا حامل ہو، کی ترقی بطور سپرنٹنڈنٹ(بنیادی پیمانہ تنخواہ- ۱۶) ہوسکتی ہے۔ جناب محمد زبیر ، اسسٹنٹ انچارج کا (بنیادی پیمانہ تنخواہ-۱۵) ۳۔۱۲۔۱۹۹۵ کو بطور اسسٹنٹ تقرر ہوا بطور اسسٹنٹ/اسسٹنٹ انچارج وہ ۲۰ سال سے زیادہ ملازمت کے حامل ہیں۔
وہ کاڈر میں سب سے زیادہ سینئر ہے اور ان کا ملازمتی ریکارڈ اطمینان بخش ہے۔
اس لیے محکمہ جاتی ترقی کمیٹی نے سفارش کی ہے کہ جناب محمد زبیر اسسٹنٹ انچارج کو اس شرط کے ساتھ بطور سپرنٹنڈنٹ (بنیادی پیمانہ تنخواہ-۱۶) ترقی دے دی جائے کہ وہ نچلی اسامی پر واپس ہوجائیں گے، اگر سپرنٹنڈنٹ (بنیادی پیمانہ تنخواہ- ۱۶) کی اسامی ختم ہوجائے یا موجود نہ رہے یا اصل اسامی دار ملازمت پر حاضرہوجائے۔
شق نمبر ۲
۴۔ اسسٹنٹ انچارج (بنیادی پیمانہ تنخواہ-۱۵): جناب محمد زبیر، اسسٹنٹ انچارج (بنیادی پیمانہ تنخواہ-۱۵) کی بطور سپرنٹنڈنٹ (بنیادی پیمانہ تنخواہ-۱۶) کی ترقی کے نتیجے میں، اسسٹنٹ انچارج (بنیادی پیمانہ تنخواہ-۱۵) کی ایک متوقع خالی اسامی بھی پُر کرنی ہے ۔
قواعد تقرر، ترقی اور تبادلہ برائے وزارتی عملہ کے قاعدہ۔۲ کے اعتبار سے ، اسسٹنٹ انچارج (بنیادی پیمانہ تنخواہ-۱۵) کی اسامی ۱۰۰ فیصد بذریعہ ترقی پُر کرنی ہے۔
قواعد بالا کے قاعدہ۔ ۳ کے مطابق اسسٹنٹ (بنیادی پیمانہ تنخواہ-۱۴) جو تین سال ملازمت کا حامل ہو، کو بطور اسسٹنٹ انچارج(بنیادی پیمانہ تنخواہ-۱۵) ترقی دی جاسکتی ہے۔
جناب محمد ہارون رشید، جو سینئر ترین اسسٹنٹ(بنیادی پیمانہ تنخواہ-۱۴) ہیں، کی بطور اسسٹنٹ انچارج (بنیادی پیمانہ تنخواہ-۱۵) ترقی کے لیے غور کیا گیا۔
بطور اسسٹنٹ وہ ۱۲ سال اہلیتی ملازمت کے حامل ہیں اور ان کا ملازمتی ریکارڈ اطمینان بخش ہے۔
وہ بالاتر اسامی پر ترقی کا معیار پورا کرتے ہیں۔
اس لیے محکمہ جاتی ترقی کمیٹی سفارش کرتی ہے کہ جناب محمد ہارون رشید اسسٹنٹ (بنیادی پیمانہ تنخواہ-۱۴) کو بطور اسسٹنٹ انچارج (بنیادی پیمانہ تنخواہ-۱۵) اس شرط کے ساتھ ترقی دی جائے کہ وہ نچلی اسامی پر واپس ہوجائیں گے، اگر اسسٹنٹ انچارج (بنیادی پیمانہ تنخواہ-۱۵) کی اسامی ختم ہوجائے یا اس کا وجود ختم ہوجائے یا اصل اسامی دار ملازمت پر واپس حاضر ہو جائے۔
(ندیم صدیقی)
ڈپٹی ڈائریکٹر/رکن
(ناصر محمود)
ڈپٹی ڈائریکٹر (عمومی خدمات)/رکن
مطلوب حسین اعوان
ڈائریکٹر (انتظامیہ)/چیئرمین
نمونہ (۲) روداد
حکومت پاکستان
عملہ ڈویژن
سیکریٹریٹ تربیتی انسٹی ٹیوٹ
موضوع: اجلاس خرید کمیٹی منعقدہ ۲۸۔۹۔۲۰۱۵ء کی روداد
مالیاتی سال ۲۰۱۵۔۲۰۱۶ کے دوران اشیائے سٹیشنری اور کاغذ کی فراہمی کے نرخ تیسری دفعہ عملہ ڈویژن، سیکریٹریٹ تربیتی انسٹی ٹیوٹ اور پیپرا (PPRA) کی ویب سائٹوں پر بذریعہ ٹینڈر جاری کیے گئے۔
بولی دینے کی آخری تاریخ وصولی ۲۸۔۹۔۲۰۱۵ ء ، بوقت گیارہ بجے دن مقرر کی گئی۔
۲۔ مقررہ وقت تک وصول شدہ بولیاں کھولنے کے لیے ۲۸۔۹۔۲۰۱۵ ء کو گیارہ بجے دن ، مندرجہ ذیل ارکان پر مشتمل خرید کمیٹی کا اجلاس منعقد ہوا۔
(الف) جناب مطلوب حسین اعوان چیئرمین
ڈائریکٹر (انتظامیہ)
(ب) جناب صفدر شاہرکن
ڈپٹی ڈائریکٹر (بنیادی قواعد)
(ج) جناب ناصر محمودرکن
ڈپٹی ڈائریکٹر (عمومی خدمات)
۳۔ بولی دینے کی کارروائی میں مندرجہ ذیل دو فرموں نے شرکت کی۔
(الف) میسرز پرائم ٹریڈرز، اسلام آباد
(ب) میسرز سپریم ٹریڈرز، اسلام آباد
۴۔ اشیائے سٹیشنری اور کاغذ کی فراہمی کے لیے متعلقہ فرموں کی طرف سے پیش کردہ نرخ ظاہر کرنے والے تقابلی کیفیت نامے منسلکہ۔ ۱  اور منسلکہ۲ پر موجود ہیں۔
وصول شدہ نرخوں کی بنیاد پر مجموعی اثر کا حسب ذیل حساب لگا یا گیا ہے۔
نمبرشمار
نام فرم
مجموعی اثر (روپے)
سٹیشنری
کاغذ
۰۵ء۹۴۵،۲۸۷
۶۰ء۹۸۳،۳۷۰
میسرز سپریم ٹریڈرز، اسلام آباد
۰۰ء۷۴۰،۳۷۰
۰۰ء۱۸۵،۴۵۲
۵۔ خریداری کمیٹی حسب ذیل سفارش کرتی ہے۔
(الف) کم ترین شرح پر میسرز پرائم ٹریڈرز، اسلام آباد کو اشیائے سٹیشنری کی فراہمی کا ٹھیکہ تفویض کیا جائے۔
(ب) کاغذ کی فراہمی کے لیے میسرز سپریم ٹریڈرز، اسلام آباد کی پیشکش کم ترین ہے اور اسے قبول کر لیاجائے۔
(ناصر محمود)
ڈپٹی ڈائریکٹر (عمومی خدمات)
رکن
(صفدر شاہ)
ڈپٹی ڈائریکٹر (بنیادی قواعد)
رکن					
(مطلوب حسین اعوان)
ڈائریکٹر (انتظامیہ)
چیئرمین
پیش نامہ (اُردو نمونہ)
مقتدرہ قومی زبان، اسلام آباد
پیش نامہ برائے اجلاس ہیئت حاکمہ، مورخہ ۲۳۔ دسمبر ۲۰۱۰ء
بروز جمعرات بوقت ساڑھے دس بجے صبح
شق نمبر۱: توثیق روداد سابقہ اجلاس ہیئتِ حاکمہ منعقدہ ۲۴۔ مئی ۲۰۱۰ء اورفیصلوں پر عملدرآمدرپورٹ     
شق نمبر۲: مقتدرہ قومی زبان کی سالانہ کارکردگی رپورٹ ۲۰۰۹ء۔۲۰۱۰ء
شق نمبر۳: ’’قومی اُردو -انگریزی لغت‘‘ کی تیاری کا منصوبہ 
شق نمبر۵: مقتدرہ قومی زبان کے لیے رواں مالی سال (۲۰۱۰ء۔۲۰۱۱ء) کا منظور شدہ بجٹ اور اخراجات
شق نمبر۶: مرکز فضیلت برائے اُردواطلاعیات۔  پس منظر و پیش منظر
شق نمبر۷: مقتدرہ قومی زبان کے زیراہتمام جاری ترقیاتی منصوبہ ’سائنسی،تکنیکی و جدید عمومی موادِ مطالعہ کی قومی زبان (اُردو ) میں تیاری‘‘ میں کام کی پیش رفت
شق نمبر۸: تصنیف وتالیف اور ترجمہ کے نرخوں میں اضافے کی تجویز 
شق نمبر۹: اخبار اُردو کے مضامین کے معاوضہ میں اضافے کی تجویز
شق نمبر۹: مقتدرہ قومی زبان کی لائبریری کے لیے کتابوں کا حصول
موجودہ ادارہ فروغ قومی زبان، اسلام آباد
روداد (اُردو نمونہ)
مقتدرہ قومی زبان ،اسلام آباد
انتیسواں اجلاس
روداد اجلاس ہیئت حاکمہ۔ منعقدہ ۲۳۔ دسمبر ۲۰۱۰ء
بروز جمعرات بوقت ساڑھے دس بجے صبح
مقتدرہ قومی زبان کی ہیئت حاکمہ کا انتیسواں اجلاس مورخہ ۲۳۔ دسمبر ۲۰۱۰ء بروز جمعرات ساڑھے دس بجے صبح مقتدرہ قومی زبان کے کانفرنس روم میں منعقد ہوا۔
مندرجہ ذیل اراکین گرامی اجلاس میں شریک ہوئے۔
(۱) محترمہ فیروزہ فیض خان  (پنجاب)
(۲) محترمہ مہتاب اکبر راشدی (سندھ)
(۳) پروفیسر ڈاکٹر رخسانہ افتخار (پنجاب)
(۴) ڈاکٹر شاہ محمد مری (بلوچستان)
(۵) جناب عبدالرؤف چوہدری سیکریٹری، کابینہ ڈویژن، اسلام آباد
(۶) جناب تہور احمد مشیر مالیات (کابینہ ڈویژن) اسلام آباد
(۷) جناب محمد حنیف ڈپٹی ایجوکیشنل ایڈوائزر، وزارتِ تعلیم، اسلام آباد
(۸) جناب افتخار عارف صدرنشین، مقتدرہ قومی زبان، اسلام آباد
(۹) جناب محمداکرام بلالمعتمد، مقتدرہ قومی زبان، اسلام آباد
جناب افتخار عارف، صدرنشین، مقتدرہ قومی زبان نے بہ لحاظ عہدہ اجلاس کی صدارت فرمائی۔
۲۔ ڈاکٹر سلمیٰ شاہین (خیبر پختونخوا) بیرون ملک ہونے کے سبب، ڈاکٹر طارق رحمن (اسلام آباد) بوجہ علالت، جناب اعجاز رحیم (خیبر پختونخوا) عین وقت ضروری کام نکل آنے کے سبب، محترمہ روشیکا علی (پنجاب) ، ڈاکٹر آصف فرخی (سندھ) اور جناب غلام حسین صبا دشتیاری (بلوچستان) بوجوہ دیگر مصروفیات اجلاس میں شریک نہ ہوسکے۔
۳۔ جناب صدرنشین، مقتدرہ نے اجلاس کی کارروائی کا آغاز تلاوتِ کلام پاک سے کیا۔
بعد ازاں انھوں نے تمام اراکین گرامی کو خوش آمدید کہتے ہوئے مقتدرہ کی جانب سے اُن کا شکریہ ادا کیا ۔
بورڈ کے نئے اراکین کے طور پر نامزد اراکین ہیئتِ حاکمہ محترمہ فیروزہ فیض خان اور ڈاکٹر رخسانہ افتخار کا شکریہ ادا کیا اور ادارے کی طرف سے اُن کا خیر مقدم کرتے ہوئے جملہ اراکین سے متعارف کرایا ۔ 
بعد ازاں اجلاس کی باضابطہ کارروائی کا آ غاز کرتے ہوئے شق وار ایجنڈا (پیش نامہ) زیرِ بحث آیا۔
موجودہ ادارہ فروغ قومی زبان، اسلام آباد
شق نمبر ۱: توثیق روداد اجلاس ہیئتِ حاکمہ منعقدہ ۲۴۔ مئی ۲۰۱۰ء اور فیصلوں پر عملدرآمد رپورٹ
۴۔ سابقہ اجلاس ہیئتِ حاکمہ منعقدہ ۲۴۔ مئی ۲۰۱۰ء کی روداد اور فیصلوں پر عملدرآمد رپورٹ پیش کی گئی جس کی جملہ اراکین کی جانب سے توثیق کی گئی۔
شق نمبر ۲: مقتدرہ قومی زبان کی سالانہ کارکردگی رپورٹ برائے سا ل ۲۰۰۹ء۔ ۲۰۱۰ء
شق نمبر ۳: قومی اُردو ۔ انگریزی لغت کی تیاری کا منصو بہ
قومی اُردو ۔ انگریزی لغت کی تیاری اور طباعت کے منصوبے پر تفصیل سے بات کی گئی۔اصولی طور پر اس تجویز سے اتفاق کیا گیااور اسے علمی اعتبار سے بہت مفید اور اہم قرار دیا گیا ۔
ہدایت کی گئی کہ اس منصوبے کی تکمیل پر متو قع اخراجات کا تخمینہ (پی سی ون) تیار کرکے کابینہ ڈویژن سے ضروری فنڈز کی منظوری کی درخواست کی جائے۔
ہیئت حاکمہ 
سال ۲۰۰۹۔ ۲۰۱۰ء کے دوران مقتدرہ قومی زبان میں انجام دیے گئے اہم کاموں پر مشتمل رپورٹ بورڈ کے اجلاس میں پیش کی گئی ۔
معتمد، مقتدرہ نے دوران ِ سال اٹھائے گئے اہم اقدامات ایک ایک کرکے بیان کیے ۔
جناب تہور احمد، مشیر مالیات کے استفسار پر جناب صدرنشین، مقتدرہ قومی زبان نے ادارے کے اغراض و مقاصد کے حوالے سے اس کی کارکردگی کے بارے میں تفصیل سے گفتگو کی۔
اُنھوں نے ادارے کے بنیادی وظیفہء منصبی کے حوالے سے اُردو کی ترویج و فروغ کے جو کام انجام دیے گئے، اُن کا تفصیل سے جائزہ لیا۔
اُردو اور پاکستان کی دوسری زبانوں کے درمیان بعض حلقوں کی طرف سے ایک خلیج اور تصادم پیدا کرنے کی کوشش کی جاتی ہے۔
اس تصادم اور خلیج کو ختم کرنے کے سلسلے میں اس سال کے دوران مقتدرہ کی ا ہم کاوشوں کے بارے میں انھوں نے بتایا کہ مقتدرہ نے پاکستان میں بولی جانے وا لی تمام زبانوں کی تواریخ کو اُردو زبان میں شائع کیا ہے۔
یہ ایک بڑا کام ہے جس کو ملکی سطح پر بے حد سراہا گیا اور تحسین کی نظر سے دیکھا گیا۔
ایک سال کی مختصر مدت میں پاکستان کی نو زبانوں کی تاریخ اُردو میں لکھی اور شائع کی گئی جو کسی کارنامے سے کم نہیں۔
اس طرح مقتدرہ کی اس کاوش سے قومی زبان اُردو کی دوسری پاکستانی زبانوں سے ایک ر بط کی صورت پیدا ہوئی۔
یہ ایک قومی خدمت بھی ہے اور ادارے کے ادب و وقار میں ا ضافے کا سبب بھی ہے۔
جناب عبدالرؤف چوہدری، سیکریٹری، کابینہ ڈویژن نے مقتدرہ کی کارکردگی کو سراہتے ہوئے فرمایا کہ جناب افتخار عارف نے بحیثیت صدرنشین اس ادارے کو بے حد فعا ل اور مؤثر بنایا ہے۔
سالانہ رپورٹ بھی یہی ظاہر کرتی ہے کہ اس کام کی تعریف کی جائے ۔
اپنی اس رائے کو اُنھوں نے دیگر اراکین گرامی کی تائید و توثیق کے لیے پیش کیا جس سے جملہ اراکین کی طرف سے کلی اتفاق کیا گیا۔
شق نمبر ۴: مقتدرہ کے سٹیٹس کے تعین کا معاملہ
مقتدرہ قومی زبان کی قومی حیثیت کو خود مختار ادارے کی بجائے اسے سرکاری محکمے کی حیثیت سے رکھا جانے کی تجویز پراراکین کو اس معاملے کی تلخیص اور پس منظر بیان کیا گیا ۔
جناب صدرنشین نے بتایا کہ بورڈ کے پچھلے اجلاس میں اس پر تفصیلی بحث و تمحیص کے بعد فیصلہ کیا گیا تھا کہ ادارے کے وظیفۂ منصبی  کی رو سے اسے کابینہ ڈویژن کے ملحقہ ادارے (اٹیچڈ ڈیپارٹمنٹ) کا درجہ دیا جانا چاہیے۔
چنانچہ یہ معاملہ پچھلے کئی ماہ سے انتظامی خدمات ونگ (مینجمنٹ سروسزونگ) کے  زیرِ غور ہے اور ابھی تک پیش رفت نہیں ہوئی۔
اس اجلاس میں یہ معاملہ دوبارہ لانے کا مقصد صرف یہ ہے کہ اس پر مزید توجہ حاصل کی جائے اور کابینہ ڈویژن سے درخواست کی جائے کہ اس کو جلد از جلد پایۂ تکمیل تک پہنچایا جائے ۔
جناب سیکریٹری کابینہ ڈویژن نے بتایا کہ اب کافی عرصے بعد ایم ۔ایس ونگ کی طرف سے ایک سوال نامہ موصول ہوا ہے جو مقتدرہ کو بھیجا گیا ہے۔
مقتدرہ کی طرف سے اس کا جواب جلد بھیجا جائے تو کوشش کی جائے گی کہ یہ معاملہ جلد حل ہوجائے۔ جناب عبدالرؤف چوہدری نے صدرنشین کی درخواست پر ذاتی توجہ کی یقین دہانی کرائی۔
رواں مالی سال  (۲۰۱۰ء۔۲۰۱۱ء) کے متوقع اخراجات کے مقابلے میں بجٹ گرانٹ میں ملنے والی رقم کا جائزہ لینے کے بعد صرف ملازمین کی تنخواہ اور الاؤنسز کی مدات میں ۷ء۱۱ ملین روپے کا خسارہ نوٹ کیا گیا۔
محترمہ فیروزہ فیض خان نے کہا کہ اگر ادارے کے ملازمین کی تنخواہوں کے پیسے بھی پورے نہیں ملتے تو دوسرے کاموں کے لیے رقم کا حصول کیونکر ممکن ہوگا۔
بورڈ اس صورتِ حال کا سنجیدگی سے نوٹس لے۔
تاہم ادارے کی اس صورتِ حال پرتشویش کا اظہار کیا گیا۔
جناب سیکریٹری کابینہ ڈویژن نے بتایا کہ رواں سال کے لیے تنخواہوں اور الاؤنسزمیں تقریباً ۵۰ فیصد اضافے کی وجہ سے جو مالی خسارہ پیدا ہونے کا امکان ہے ، وہ انشاء اللہ حکومت پورا کرے گی۔
جناب تہور احمد ، مشیر مالیات نے بتایا کہ مالیات ڈویژن کی طرف سے وزارت یا ڈویژن کو رقم اکٹھی مل جاتی ہے ۔
اب سیکریٹری صاحبان کو اختیار ہوتا ہے کہ کسی ادارے کی ضرورت کو ملحوظ رکھتے ہوئے اپنی صوابدید پر کچھ زیادہ رقم تبدیلی مدکے تحت اسے دے دے ۔
اس طرح کوشش کی جائے گی کہ مقتدرہ کی مالی ضروریات کے پیش نظر اس مالی خسارے کو کابینہ ڈویژن کے لیے مختص مجموعی گرانٹ سے پورا کیا جائے۔
اسی طرح ادارے کے اصل کاموں یعنی علمی منصوبوں کے لیے بھی مزیدرقم منظور کی جائے۔
جناب صدرنشین نے اراکین گرامی کو بتایا کہ اُردو کوکمپیوٹر کی زبان بنانے کے لیے مقتدرہ قومی زبان ۱۹۹۸ء سے سرگرم ہے اور اب تک اس میدان میں بہت سے کام کرچکا ہے۔
کمپیوٹر کے لیے اُردو کلیدی بورڈ (کی بورڈ )، اُردو کوڈ پلیٹ، ترتیب حروف (کولیشن آرڈر) وغیرہ کی معیار بندی مقتدرہ کے ذمہ لگائی گئی تھی جسے احسن طور پر پورا کیا گیا۔
ان کاموں کی بنیاد پر بعد ازاں مائیکرو سافٹ کے اشتراک و تعاون سے اُن کے دو سافٹ ویئر ’’آفس ۲۰۰۳ اور ونڈوز ایکس پی‘‘ کا اُردو ترجمہ کرکے کمپیوٹر سکرین کو اُردو میں منتقل کیا گیا۔
ان کاوشوں کی بنیاد پر جولائی ۲۰۰۴ء سے ۵۔ سال کے عرصے کے لیے ایک ترقیاتی منصوبہ ، ’’مرکزِ فضیلت برائے اُردو اطلاعیات‘‘ ۱۲۱ء۳۷ ملین روپے کی لاگت سے شروع ہوا۔
اس مدت میں ایک سال کی مزیدتوسیع کے بعد یہ منصوبہ اس سال ۳۰۔ جون ۲۰۱۰ء کو پایہء تکمیل کو پہنچا۔
اس منصوبے کے تحت اُردو کی ترقی کے لیے کئی مفید کام ہوئے ۔
پاک اُردو نستعلیق فانٹ تیار کرکے جاری کیا گیا۔او سی آرکے منصوبے پر پیش رفت کی گئی۔
انگریزی سے اُردو کے خود کار مشینی ترجمہ کا پروٹوٹائپ سافٹ ویئر تیارکیا گیا۔
اُردو ڈیٹا بیس کا سافٹ ویئر تیار کیا گیا۔ اس منصوبے کے تحت کئی دوسرے لوگوں کو اُردو اطلاعیات (انفارمیٹکس) کے میدان میں تربیت دی گئی۔
ادارے کی منصوبہ بندی میں یہ بات شامل تھی کہ پراجیکٹ کے اختتام پر اس کے تحت جاری کاموں کو مقتدرہ کے معمول کے پروگراموں کا حصہ بنا دیا جائے اور اس پراجیکٹ کی بعض لازمی تکنیکی اسامیوں کو مقتدرہ کے باقاعدہ بجٹ میں منظور کرتے ہوئے اُردو اطلاعیات سے متعلق کاموں کو ایک باقاعدہ شعبے کے طور پر چلایا جائے گا۔
چنانچہ بورڈ آف گورنرز کی انتظامی منظوری کے بعد یہ تجویز کابینہ ڈویژن ، منصوبہ بندی ڈویژن اور بالآخر مالیات ڈویژن کی کلیرنس کے بعد انتظامی خدمات ونگ (مینجمنٹ سروسز ونگ) کو تفصیلی جائزہ کے لیے بھیجی گئی۔
یہ کیس مارچ ۲۰۱۰ء میں متعلقہ ونگ کوارسال کیا گیا ۔
وہاں سے ایک ٹیم سروے کے لیے مقتدرہ تشریف لائی۔ تمام کام دیکھے گئے۔
کاموں کے عملی نمونے پیش کیے گئے۔
بظاہر یہ تاثر بھی ملا کہ اُردو زبان کی ترقی کے لیے ان کاموں کا جاری رکھا جانا ضروری قرار دیا گیاہے۔
اسی لیے اس شعبے میں ایک کثیر سرمایہ اور وقت صرف کیا گیا ہے۔ 
لوگوں کی ایک ٹیم تیار کی گئی ہے۔
اگر اسے آگے لے کر نہیں جاتے تو یہ قومی سرمایہ ، تربیت یافتہ افرادی قوت اور وقت سب ضائع ہوجائے گا۔
تجویز کی منظوری کے لیے کئی ماہ انتظار کیا گیا لیکن ابھی تک کسی پیش رفت سے آگاہ نہیں کیا گیا۔
محترمہ مہتاب اکبر راشدی نے کہا کہ اجلاس کے اختتام پر وہ اراکین کے سامنے چند باتیں ریکارڈ پر لانا ضروری سمجھتی ہیں 
نہیں معلوم باقی اراکین کی اس سلسلے میں کیا رائے ہے۔
تاہم اُنھوں نے دیکھاہے کہ ادارے کے اغراض و مقاصد کے حوالے سے اس کی کارکردگی خاص طور پر کتب کی اشاعت اور اُن تک ان کی ترسیل باقاعدگی سے ہوتی رہی ہے۔
بحیثیت رکن بورڈ میں تعریف کرنا چاہتی ہوں کہ ادارے کی کارکردگی بہت اچھی رہی۔
اس کے لوگ بہت مستعد پائے گئے ۔
کتابیں اور دوسری معلومات نہایت مستعدی سے اور باقاعدگی سے ہمیشہ بروقت پہنچائی جاتی رہیں ۔
بورڈ کے جتنے بھی اجلاس ہوئے ، اُن کی رودادیں اور کارروائیاں بہت تفصیل سے لکھی جاتی رہیں۔
انھوں نے دیکھا ہے کہ ان میں کسی چیز یا غلطی کی کوئی گنجائش نہیں رہتی۔
یہ تمام باتیں جو اُنہیں اچھی لگیں ، اُن کی تعریف اس فورم پر بورڈ کے سامنے لانا چاہتی تھیں۔
تمام اراکین گرامی کی طرف سے متفقہ طور پر اُن کی رائے سے اتفاق کیا گیا۔
(جناب صدرنشین نے اطلاعاً اراکین گرامی کو بتایا کہ بورڈ کے پچھلے اجلاس میں یہ بات رپورٹ کی گئی تھی کہ فرہنگستان زبان و ادب فارسی تہران ، ایران سے اشتراکِ کار کی ایک مفاہمتی یادداشت کو حتمی شکل دی جارہی ہے۔
اس سلسلے میں اُن کے دورۂ ایران کی منظوری مل چکی ہے۔
انشاء اللہ اس دورے کے دوران اسے حتمی شکل دی جاسکے گی۔
مقتدرہ کے حسابات کے آڈٹ کے حوالے سے اراکین کو بتایا گیا کہ آڈیٹر جنرل آف پاکستان کی طرف سے نامزد ٹیموں نے مقتدرہ کے حسابات کا آڈٹ آخری مالی سال یعنی جون ۲۰۱۰ء تک مکمل کررکھا ہے۔
اسی طرح کابینہ ڈویژن سے بھی ادارے کے حسابات اور اثاثہ جات کی مکمل پڑتال ہوچکی ہے۔
الحمدللہ اس بارے میں کوئی منفی ر
مالیاتی سال ۲۰۱۵۔۲۰۱۶ کے دوران اشیائے سٹیشنری اور کاغذ کی فراہمی کے نرخ تیسری دفعہ عملہ ڈویژن، سیکریٹریٹ تربیتی انسٹی ٹیوٹ اور پیپرا  کی ویب سائٹوں پر بذریعہ ٹینڈر جاری کیے گئے۔
بولی دینے کی آخری تاریخ وصولی ۲۸۔۹۔۲۰۱۵ ء ، بوقت گیارہ بجے دن مقرر کی گئی۔
میسرز پرائم ٹریڈرز ، اسلام آباد
شق نمبر ۵: مقتدرہ قومی زبان کے رواں مالی سال (۲۰۱۰ء۔۲۰۱۱ء) کا منظور شدہ بجٹ اور اخراجات
جناب صدرنشین نے کہا کہ مقتدرہ کے سالانہ بجٹ کا تقریباً پچانوے فی صد تنخواہوں اور الاؤنسوں پر خرچ کردیا جاتا ہے اور اصل کام کے لیے پانچ چھ فیصد سالانہ سے زیادہ کی رقم نہیں رہتی ۔
اس میں کیا ترقی کے منصوبے بنائے جاسکتے ہیں؟
شق نمبر ۶: مرکزِ فضیلت برائے اُردو اطلاعیات ۔
پس منظر و پیش منظر
جناب سیکریٹری، کابینہ ڈویژن نے بتایا کہ اس معاملے میں انتظامی خدمات ونگ (مینجمنٹ سروسز ونگ) کی طرف سے پچھلے ہفتے جواب موصول ہوا ہے جس میں کہا گیا ہے کہ اس منصوبے کو ادارے کے باقاعدہ بجٹ کے تحت لانے کی ضرورت نہیں ہے اور اس کام کو ادارے کے اندر موجود سٹاف سے ہی چلانے کی کوشش کی جانی چاہیے۔
اگر بورڈ کی رائے ہے کہ زبان کی ترقی کے لیے اس شعبے اور ان کاموں کو مقتدرہ کے غیر ترقیاتی بجٹ کا حصہ ہونا چاہیے تو اس تجویز کا دوبارہ جائزہ لیا جائے ۔
اگر اس کام کو مزیدآگے چلانا ہے تو اس کا اگلا مرحلہ تیار کرکے نیا پی سی ون تیار کرلیا جائے اور منظوری کے لیے پیش کر دیا جائے۔
محترمہ مہتاب اکبر راشدی نے کہا کہ دفتری معاملات کو اس طرح چلانا چاہیے کہ پہلے  انتظامی خدمات ونگ (مینجمنٹ سروسز ونگ) ان کا تفصیلی جائزہ لے لیا کرے۔
بعد ازاں انہیں دوسرے ڈویژن کو پیش کیا جانا چاہیے۔
کیونکہ دیکھا گیا ہے کہ کابینہ ڈویژن ، منصوبہ بندی ڈویژن اور حتیٰ کہ مالیات ڈویژن کی طرف سے بھی کسی تجویز کی اصولی منظوری د ی جاتی ہے لیکن آخر میں انتظامی خدمات ونگ (مینجمنٹ سروسز ونگ) ان تجاویز سے اتفاق نہیں کرتا ۔
نتیجتاً اس سے نہ صرف وقت ضائع ہوتا ہے بلکہ طویل محنت بھی ضائع ہوجاتی ہے۔
انھوں نے مزید کہا کہ اس سے پہلے جناب سیکریٹری، کابینہ ڈویژن نے حکومت کے نقطۂ نظر کو واضح طور پر بیان فرمادیا ہے اور مالی مشکلات کا ذکر بھی کیا ہے۔
ناگہانی آفتیں بھی آئی ہیں، لیکن حقائق یہ ہیں کہ ہم اس وقت اس فورم پر بیٹھے ہوئے اس ادارے کے حوالے سے سوچنے پر مجبور ہیں ۔
ہمیں یہ فیصلہ کرنا ہے کہ اس ادارے کی ترجیحات کیا ہونی چاہئیں۔
ہمیں کوئی نہ کوئی فیصلہ کرنا پڑے گا۔
ہم اس پراجیکٹ پر بہت سا پیسہ خرچ کرچکے ہیں۔
اب کیا یہ پیسہ قلمزد کردیں اور پراجیکٹس کو بند کردیں اور جو کام اب تک ہوئے ہیں اُنہیں یہیں پر روک دیں اور مزید ان کو آگے لے کر نہ چلیں۔
ایک بات ہمیں یا درکھنی چاہیے کہ ہمیں پیچھے نہیں دیکھنا بلکہ آگے جانا ہے اور اس کے لیے ترجیحات سامنے ہونی چاہئیں اور ان ترجیحات کے مطابق فنڈز کی فراہمی بھی یقینی بنانا ہوگی۔
یہ رقوم کہاں سے دینی ہیں، آپ لوگ بہتر سمجھتے ہیں۔
آپ کا نقطہ ِ نظر مختلف ہوسکتا ہے لیکن اس فورم پر بیٹھ کر ہمیں اکٹھے ہوکر ادارے کے لیے بھی سوچنا ہوگا اور اس کے وسائل کے لیے تگ و دو کرنا ہوگی۔
جناب مشیر مالیات کے استفسارپر معتمد، مقتدرہ نے بتایا کہ اس پراجیکٹ کے تحت کل ۴۴ ۔ اسامیاں منظور کی گئی تھیں۔
جن میں سے۲۳۔ اسامیوں کو اُردو اطلاعیات شعبے کے لیے منظور کرنے کی تجویز پیش کی گئی ہے اور اس پر متوقع سالانہ اخراجات ۸۔ ملین روپے ہیں۔ 
فنانس ڈویژن سے اس تجویز کے لیے کلیرنس فنانشل ایڈوائزر(مشیر مالیات) کی سطح پر دی گئی ہے۔
جناب تہور احمد ، مشیر مالیات نے تجویز کیا کہ بورڈ کی سفارش پر یہ تجویز مینجمنٹ سروسز ونگ کو دوبارہ غور کے لیے بھیجی جائے۔
اُن کی کلیرنس کے بعد اس کے لیے ایڈیشنل سیکریٹری مالیات ڈویژن سے منظوری لی جائے گی۔
تاہم مستقبل بنیاد پر شعبہ قائم کرنے کے لیے جو بہت ضروری سٹاف درکار ہے اس کا از سرِ نو جائزہ لے لیا جائے اور اس کے ساتھ یہ تجویز دوبارہ پیش کی جائے۔
جناب سیکریٹری کابینہ ڈویژن اگر یہ تجویز اپنے نیم سرکاری خط (ڈی۔ او لیٹر) کے تحت بھیج کر متعلقہ لوگوں کو فون بھی کردیں گے تو امید ہے کچھ مثبت پیش رفت ہوجائے گی۔
اراکین بورڈ نے متفقہ طور پر اس تجویز سے اتفاق کیا اور اُردو اطلاعیات کے شعبے کے لیے کم از کم سٹاف کا از سرِ نو تعین کرتے ہوئے تجویز فوری طور پر کابینہ ڈویژن کی وساطت سے انتظامی خدمات ونگ (مینجمنٹ سروسز ونگ) کو دوبارہ غور و خوض اور منظوری کے لیے بھیجنے کی ہدایت کی گئی۔
شق نمبر ۷: مقتدرہ قومی زبان کے زیرِ اہتمام جاری ترقیاتی منصوبہ ’’سائنسی ، تکنیکی و جدید عمومی موادِ مطالعہ کی قومی زبان (اُردو ) میں تیاری‘‘ میں کام کی پیش رفت
مقتدرہ قومی زبان کے زیرِ انتظام جاری اس ترقیاتی منصوبہ کے حوالے سے جناب صدرنشین نے بتایا کہ جولائی ۲۰۰۶ء سے شروع کیے گئے اس منصوبے کے تحت اب تک طے شدہ اہداف کے مطابق سائنس اور جدید مضامین کی بڑی کتب کے اُردو تراجم شائع کیے گئے ہیں جسے علمی حلقوں میں نہایت تحسین اورقدر کی نگاہ سے دیکھا گیا ہے۔
ہائرایجوکیشن کمیشن کے سابق چیئرمین محترم ڈاکٹر عطاء ا لرحمن کی سربراہی میں تشکیل دی گئی کمیٹی نے ترجمہ کی جانے والی کتابیں منتخب کی تھیں۔ پراجیکٹ اپنے اہداف کے مطابق کام کررہا ہے۔
پراجیکٹ اپنا پانچ سالہ پہلا مرحلہ ۳۰۔ جون ۲۰۱۱ء کو مکمل کررہا ہے۔ 
اراکین گرامی نے پراجیکٹ کی کارکردگی پر اطمینان کا ا ظہار کیا۔
جناب سیکریٹری، کابینہ ڈویژن نے کہا کہ اگر اس پراجیکٹ کا پہلا مرحلہ ۳۰۔ جون ۲۰۱۱ء کو ختم ہورہا ہے تو ا گلے پانچ سال کے عرصہ کا ایک مرحلہ مزید بنا لیا جائے ۔
کیونکہ ابھی بے شمار کتب کا ترجمہ ہونا باقی ہے۔ نئے مرحلے کا پی سی ون تیار کرکے منظوری کے لیے کابینہ ڈویژن کو بھیج دیا جائے۔
شق نمبر ۸: تصنیف و تالیف و ترجمہ کے نرخوں میں اضافے کی تجویز
بورڈ نے پیش کردہ تجویز کا تفصیل سے جائزہ لیا۔
تصنیف وتالیف ا ور ترجمہ کے مروجہ نرخ جنوری ۲۰۰۵ء میں منظور کیے گئے تھے ۔
بورڈنے مروجہ معاوضوں کو موجودہ مہنگائی کے مقابلے میں بہت ناکافی سمجھتے ہوئے ان نرخوں میں حسبِ ذیل شرح سے اضافے منظور فرمائے۔
مروجہ نرخ
منظور شدہ نئی شرحیں
(۱) تصنیف و تالیف
۳۷۵۔ روپے فی ہزار الفاظ
۵۰۰۔ روپے فی ہزار الفاظ
(۲) ترجمہ
(۳) تدوین
۱۸۷۔ روپے فی ہزار الفاظ
۲۵۰۔ روپے فی ہزارالفاظ
(۴) نظرثانی
۱۸۷۔ روپے فی ہزار الفاظ
۲۵۰۔ روپے فی ہزار الفاظ
شق نمبر ۹: اخبارِ اُردو کے مضامین کے معاوضہ میں اضافہ کی تجویز
مقتدرہ کے ترجمان ماہنامہ ’’اخبار ِ اُردو‘‘ کے لیے لکھے جانے والے مضامین کے مروجہ معاوضے کا جائزہ لیا گیا ۔
اراکین کو بتایا گیا کہ یہ معاوضہ ۱۹۹۵ء میں مقرر ہوا تھا جس کے مطابق ۔/۱۰۰۔ روپے فی صفحہ کے حساب سے ایک مضمون کے لیے زیادہ سے زیادہ ۔/۴۰۰۔ روپے ادا کیے جاتے ہیں ۔
بورڈ نے مروجہ نرخوں کو اس وقت ناکافی قرار دیا ۔
متفقہ طور پر طے پایا کہ آئندہ سے اخبارِ اُردو کے ایک مضمون کا بالمقطع معاوضہ ایک ہزار (۔/۱۰۰۰) روپے ادا کیا جائے۔
شق نمبر ۱۰: مقتدرہ قومی زبان کی لائبریری کے لیے کتابوں کا حصول
اراکین بورڈ نے یہ جان کر اطمینان کا اظہار فرمایا کہ حوالہ جات کے لحاظ سے مقتدرہ کی لائبریری شہر کی سب سے بڑی لائبریری ہوسکتی ہے جہاں دیگر محققین کے علاوہ پی ایچ ڈی ، ایم فل اور پوسٹ گریجویٹ سطح کے بے شمار سکالرز حوالے اور تحقیق کے لیے آتے ہیں۔
جگہ کی مناسبت سے بھی مقتدرہ کی لائبریری عام سطح کے شہری کی پہنچ میں ہے اور یہاں آنے میں کوئی رکاوٹ یا مشکل پیش نہیں آتی۔
اہل علم کی طرف سے اس علمی خزانے میں عطیہ کی گئی کتابوں کے اس اقدام کو تحسین کی نگاہ سے دیکھا گیا۔
شق نمبر ۱۱: دیگر امور با اجازت صدرنشین
(الف) سفارشات مقتدرہ قومی زبان ۲۰۰۵ ۔ پیش رفت کا جائزہ
قرطاسِ کار میں پیش کردہ تفصیل جان کر اراکین بورڈ نے اس بات پر اطمینان کا اظہار فرمایا کہ اُردو کے نفاذ کے سلسلے میں پیش کی گئی مقتدرہ کی سفارشات پر غور و خوض اور ان کا جائزہ لینے کے لیے جناب وزیر ِ اعظم پاکستان نے سینیٹ اور قومی اسمبلی کے تین تین اراکین پر مشتمل ایک مشترکہ پارلیمانی کمیٹی ، جس میں حکومت اور حزب اختلاف دونوں کی نمائندگی موجود ہے، کی تشکیل منظور فرماد ی ہے۔
جناب صدرنشین نے بتایا کہ انھوں نے مشترکہ پارلیمانی کمیٹی کے معزز اراکین کو مقتدرہ کی سفارشات فوری طور پر بھجوادی تھیں۔
اب کابینہ ڈویژن سے درخواست کی گئی ہے کہ وہ کمیٹی کے اجلاس کے انعقاد کے لیے رہنمائی فرمادیں کہ یہ اجلاس کہاں اور کس کی صدارت میں منعقد ہوگا؟
جناب سیکریٹری کابینہ ڈویژن نے فرمایا کہ اس سلسلے میں قومی اسمبلی سے رہنمائی حاصل کی جارہی ہے تاکہ کمیٹی کا اجلاس بلاکر سفارشات کا جائزہ لیا جاسکے۔
جناب سیکریٹری کابینہ ڈویژن کی طرف سے یہ ہدایت بھی دی گئی کہ ایک صورت یہ بھی ہوسکتی ہے کہ آپ اجلاس بلالیں اور پھر اجلاس میں اراکین گرامی سے کہا جائے کہ وہ کسی کو اپنا چیئرمین منتخب کرلیں۔
جناب صدرنشین نے کہا، پروٹوکول کا تقاضا ہے کہ کچھ دن مزید انتظار کرلیں اگر جواب نہ آیا تو ۱۵۔ جنوری ۲۰۱۱ء کے بعد اجلاس بلانے کی کارروائی کریں گے۔
اراکین نے متفقہ طور پر تجویز کیا کہ کمیٹی کا اجلاس مقتدرہ میں ہی بلا لیا جائے تو زیادہ مناسب رہے گا۔
(ب) متفرق امور 
اجلاس کے اختتام پر جناب صدرنشین نے تمام اراکین گرامی کا تہہ دل سے دوبارہ شکریہ ادا کیا اور اجلاس برخاست کرنے کا اعلان فرمایا۔
(محمد اکرام بلال)
 معتمد
توثیق کی گئی: 
(افتخار عارف)
صدرنشین


















کتابیات
۱۔ دفتری اُردو برائے افسران وفاقی حکومت، علامہ اقبال اوپن یونیورسٹی، اسلام آباد، ۱۹۸۹ء۔
۲۔ محمد صدیق خان شبلی، ڈاکٹر، دفتری مراسلت، مقتدرہ قومی زبان، اسلام آباد، ۱۹۸۴ء۔
۳۔ محمد صدیق خان شبلی، ڈاکٹر ، سرکاری خط و کتابت، جلد اول، مقتدرہ قومی زبان، اسلام آباد۔ 
۴۔ ربیعہ فخری، سرکاری خط و کتابت ، جلد دوم، نیم سرکاری مراسلت، مقتدرہ قومی زبان، اسلام آباد، ۱۹۸۷ء۔
۵۔ مسعود احمد چیمہ، سرکاری خط و کتابت جلد سوم،دفتری حکم نامے، مقتدرہ قومی زبان، اسلام آباد، ۱۹۸۶ء۔
۶۔ نیاز عرفان، پروفیسر ، سرکاری خط و کتابت جلد چہارم، یادداشتیں، مقتدرہ قومی زبان، اسلام آباد، ۱۹۸۷ء۔
۷۔ محمد اظہار الحق، سرکاری خط وکتابت ، جلد پنجم، غیر رسمی کیفیات، مقتدرہ قومی زبان، اسلام آباد، ۱۹۸۷ء۔
۸۔ مسعود احمد چیمہ، سرکاری خط و کتابت، جلد ششم، اعلانات، مقتدرہ قومی زبان، اسلام آباد، ۱۹۸۷ء۔
۹۔ محمد اظہار الحق، سرکاری خط وکتابت، جلد ہفتم، مراسلات اور تظہیریں، مقتدرہ قومی زبان، اسلام آباد، ۱۹۸۸ء۔
۱۰۔ محمد اظہار الحق، سرکاری خط وکتابت، جلد ہشتم، ٹیلیکس، ٹیلی پرنٹر، تار، مقتدرہ قومی زبان، اسلام آباد، ۱۹۸۹ء۔
۱۱۔ محمد عطا اﷲ خان، سرکاری خط وکتابت، جلد نہم، انضباطی کارروائیاں، مقتدرہ قومی زبان، اسلام آباد، ۱۹۹۲ء۔
۱۲۔ محمد اسلم، میاں، رہنمائے دفتری اردو، مقتدرہ قومی زبان، اسلام آباد، ۱۹۸۷ء۔
۱۳۔ عرفان احمد امتیازی، اقسام تحریر، مقتدرہ قومی زبان، اسلام آباد، ۱۹۸۷ء۔
۱۴۔ نیاز عرفان، پروفیسر، مسل بندی و مسل داری، مقتدرہ قومی زبان، اسلام آباد، ۱۹۸۷ء۔
۱۵۔ عطش درانی، ڈاکٹر، اسلوب دفتری زبان، مقتدرہ قومی زبان، اسلام آباد، ۱۹۸۷ء۔
۱۶۔ مجیب الرحمن مفتی، دفتری ترکیبات و محاورات اور فقرات کی لغت۔ مقتدرہ قومی زبان، اسلام آباد، ۱۹۸۵ء۔
۱۷۔ نور احمد شاد، تربیت معتمدی (سیکریٹریل ٹریننگ) ، مقتدرہ قومی زبان، اسلام آباد، ۱۹۹۹ء۔
۱۸۔ خادم حسین، دفتری طریق کار، نوید پبلی کیشنز، لاہور، ۱۹۸۶ء۔
۱۹۔ ارشد قریشی، معتمد، مقتدرہ قومی زبان، ہیئت حاکمہ کی رودادیں (۱۹۷۹ء تا ۱۹۸۶ء) ، مقتدرہ قومی زبان، اسلام آباد، ۱۹۸۷ء۔
۲۰۔ مقتدرہ قومی زبان قرار داد اور قواعد و ضوابط، مقتدرہ قومی زبان، اسلام آباد، ۱۹۸۴ء۔
۲۱۔ جمیل جالبی، ڈاکٹر، قومی انگریزی- اُردو لغت، مقتدرہ قومی زبان، اسلام آباد، ۱۹۹۶ء۔
۲۲۔ دفتری اصطلاحات و محاورات کی لغت (انگریزی۔ اُردو)، مجلس زبان دفتری، حکومت پنجاب، ۱۹۸۹ء۔
۲۳۔ شان  الحق حقی، اوکسفرڈ انگلش اردو ڈکشنری، اوکسفرڈ یونیورسٹی پریس، کراچی،۲۰۰۳۔
۲۴۔ مجلس استناد، مقتدرہ قومی زبان ، اسلام آباد، ۱۹۸۵۔
۲۵۔ اکرام بلال، معتمد، مقتدرہ قومی زبان، ہیئت حاکمہ کی رودادیں، مقتدرہ قومی زبان، اسلام آباد۔
